Repository: agroknow/PAT
Catalog: application/languages/*.po
Languages: hu_hu

source: The Dublin Core metadata element set. These elements are common to all Omeka resources, including items, files, collections, exhibits, and entities. See http://dublincore.org/documents/dces/.
hu_hu: A Dublin Core metaadat elemkészlete. Ezek az elemek közösek minden Omeka forrásban, legyen az tétel, fájl, gyűjtemény, kiállítási egység, személy vagy intézmény. Lásd http://dublincore.org/documents/dces/.

source: Title
hu_hu: Cím

source: Creator
hu_hu: Létrehozó

source: Subject
hu_hu: Tárgy- és kulcsszavak,

source: Description
hu_hu: Leírás

source: Publisher
hu_hu: Kiadó

source: Contributor
hu_hu: Közreműködő

source: Date
hu_hu: Dátum

source: Type
hu_hu: Típus

source: Format
hu_hu: Formátum

source: Identifier
hu_hu: Forrásazonosító

source: Source
hu_hu: Eredeti információforrás

source: Language
hu_hu: Nyelv

source: Relation
hu_hu: Kapcsolat

source: Coverage
hu_hu: Tér-idő vonatkozás

source: Rights
hu_hu: Jogok

source: Item Type Metadata
hu_hu: Tétel típusú metaadatok

source: The item type metadata element set, consisting of all item type elements bundled with Omeka and all item type elements created by an administrator.
hu_hu: A tétel típusú metadatok elemkészlete, amely tartalmazza az összes Omekához kapcsolt tétel típusú elemet, valamint az adminisztrátor által létrehozott minden ilyen elemet.

source: Omeka Legacy File
hu_hu: Omeka örökölt fájl

source: The metadata element set that, in addition to the Dublin Core element set, was included in the `files` table in previous versions of Omeka. These elements are common to all Omeka files. This set may be deprecated in future versions.
hu_hu: Az Omeka korábbi verzióiban a "files" tábla tartalmazta a Dublin Core elemkészletét kiegészítő metaadat elemkészletet. Ezek az elemek közösek minden Omeka fájlra. Ez a készlet a következő verziókban elavultnak számíthat.

source: Additional Creator
hu_hu: További alkotó

source: Transcriber
hu_hu: Átíró

source: Render Device
hu_hu: Megjelenítő eszköz

source: Render Details
hu_hu: A megjelenítés részletei

source: Capture Date
hu_hu: Rögzítés dátuma

source: Capture Device
hu_hu: Rögzítő eszköz

source: Capture Details
hu_hu: Rögzítés részletei

source: Change History
hu_hu: Változástörténet

source: Watermark
hu_hu: Vízjel

source: Encryption
hu_hu: Titkosítás

source: Compression
hu_hu: Tömörítés

source: Post Processing
hu_hu: Utómunkálatok

source: Omeka Image File
hu_hu: Omeka kép fájl

source: The metadata element set that was included in the `files_images` table in previous versions of Omeka. These elements are common to all image files.
hu_hu: Az Omeka korábbi verzióiban ezt a "files_images" tábla tartalmazta. Ezek az elemek közösek minden képfájlra.

source: Width
hu_hu: Szélesség

source: Height
hu_hu: Magasság

source: Bit Depth
hu_hu: Bit mélység

source: Channels
hu_hu: Csatornák

source: Exif String
hu_hu: Exif karakterlánc

source: Exif Array
hu_hu: Exif tömb

source: IPTC String
hu_hu: IPTC karakterlánc

source: IPTC Array
hu_hu: IPTC tömb

source: Omeka Video File
hu_hu: Omeka Video Fájl

source: The metadata element set that was included in the `files_videos` table in previous versions of Omeka. These elements are common to all video files.
hu_hu: Az Omeka korábbi verzióiban ezt a "files_videos" tábla tartalmazta. Ezek az elemek közösek minden video fájlra.

source: Bitrate
hu_hu: Bitráta

source: Duration
hu_hu: Tartam

source: Sample Rate
hu_hu: Mintavételi sűrűség

source: Codec
hu_hu: Kodek

source: Format (Legacy) Metadata
hu_hu: Formátum metaadatok (örökölt)

source: Super
hu_hu: Szuperadminisztrátor

source: Admin
hu_hu: Adminisztrátor

source: Researcher
hu_hu: Kutató

source: Add a Collection
hu_hu: Gyűjtemény hozzáadása

source: Save Collection
hu_hu: Gyűjtemény mentése

source: Browse Collections
hu_hu: Gyűjtemények böngészése

source: (%s total)
hu_hu: (összesen %s)

source: ID
hu_hu: Azonosító

source: Name
hu_hu: Név

source: Collectors
hu_hu: Gyűjtők

source: Date Added
hu_hu: A feltöltés dátuma

source: Total Number of Items
hu_hu: Összes tétel száma

source: Edit?
hu_hu: Szerkeszt?

source: No collectors
hu_hu: Nincs gyűjtő

source: Edit
hu_hu: Szerkeszt

source: There are no collections on this page.
hu_hu: Nincs gyűjtemény ezen az oldalon.

source: View All Collections
hu_hu: Összes gyűjtemény megjelenítése

source: Add a collection.
hu_hu: Gyűjtemény hozzáadása

source: There are no collections in your archive.
hu_hu: Nincs gyűjtemény az archívumában.

source: Edit Collection #%s
hu_hu: #%s gyűjtemény szerkesztése

source: Delete this Collection
hu_hu: Gyűjtemény törlése

source: Save Changes
hu_hu: Változások mentése

source: Collection Details
hu_hu: Gyűjtemény részletei

source: Required Fields
hu_hu: Szükséges mezők

source: Collection Name
hu_hu: Gyűjtemény neve

source: Collection Description
hu_hu: Gyűjtemény leírása

source: List collectors for this collection (optional - enter one name per line)
hu_hu: Gyűjtők felsorolása a gyűjteményhez (javaslat - egy név soronként)

source: Public
hu_hu: Nyilvános

source: Not Public
hu_hu: Nem nyilvános

source: Featured
hu_hu: Kiemelt

source: Not Featured
hu_hu: Nem kiemelt

source: View Public Page
hu_hu: A nyilvános oldal megtekintése

source: Edit this Collection
hu_hu: A gyűjtmény szerkesztése

source: No collectors.
hu_hu: Nincsenek gyűjtők

source: Recently Added Items
hu_hu: Mostanában hozzáadott tételek

source: Documentation
hu_hu: Dokumentáció

source: Powered by Omeka
hu_hu: Az Omeka működteti

source: Support Forums
hu_hu: Támogató fórumok

source: Version %s
hu_hu: %s verzió

source: More information about your system
hu_hu: Több információ a rendszeréről

source: Omeka Admin
hu_hu: Omeka adminisztrátor

source: Skip Navigation
hu_hu: Navigáció átugrása

source: Log Out
hu_hu: Kilépés

source: Welcome, %s
hu_hu: Üdvözlöm, %s

source: Settings
hu_hu: Beállítások

source: View Public Site
hu_hu: Nyílvános oldal megtekintése

source: Items
hu_hu: Tételek

source: Collections
hu_hu: Gyűjtemények

source: Item Types
hu_hu: Tétel típusok

source: Tags
hu_hu: Címkék

source: General Settings
hu_hu: Általános beállítások

source: Plugins
hu_hu: Bővítmények

source: Themes
hu_hu: Témák

source: Users
hu_hu: Felhasználók

source: Element Sets
hu_hu: Elemkészletek

source: Security Settings
hu_hu: Biztonsági beállítások

source: Browse Tags
hu_hu: Címkék böngészése

source: Edit Tag
hu_hu: Címke szerkesztése

source: Delete Tag
hu_hu: Címke törlése

source: Browse Element Sets
hu_hu: Elemkészletek böngészése

source: Delete
hu_hu: Törlés

source: 403: Forbidden
hu_hu: 403: Tiltott

source: Sorry, you do not have permission to access this page.
hu_hu: Sajnálom, nincs joga ehhez az oldalhoz.

source: site administrator
hu_hu: Oldal adminisztrátor

source: If you think you should have permission, try contacting the %s.
hu_hu: Ha úgy gondolja van jogosultsága, próbáljon kapcsolatba lépni a felelőssel: %s.

source: 404: Page Not Found
hu_hu: 404-es hiba: Az oldal nem található

source: You&#8217;ve tried to access a page that does not seem to exist. Sometimes this happens. Below is a quick break-down of the items, collections, and exhibits on this site.
hu_hu: Nem létező oldalt próbált elérni. Néha ez előfordul. Az oldal alján az itt megtalálható tételek, gyűjtemények és kiállítási elemek gyorslistája szerepel.

source: If this does not help, try contacting the %s.
hu_hu: Ha ez nem segít, próbálja meg hívni %s-t

source: Recent Items
hu_hu: Legfrissebb tételek

source: Recent Collections
hu_hu: Legfrisebb gyűjtemények

source: 405: Method Not Allowed
hu_hu: 405: Nem engedélyezett metódus

source: You must use a different method to access this URL. If you reached this page by following a link or clicking a button in Omeka, please contact the %s.
hu_hu: Máshogy kell elérnie ezt az URL-t. Ha egy linkre, vagy egy Omeka gombra kattintva talált ide, kérjük lépjen kapcsolatba a következővel: %s

source: Edit File #%s
hu_hu: #%s fájl szerkesztése

source: Delete this File
hu_hu: A fájl törlése

source: File #%s
hu_hu: Fájl #%s

source: Edit this File
hu_hu: A fájl szerkesztése

source: File History
hu_hu: Fájl történet

source: Date Modified
hu_hu: Módosítás dátuma

source: Authentication
hu_hu: hitelesítés

source: Format Metadata
hu_hu: Metaadat formátum

source: Archive Filename
hu_hu: Arhivált fájlnév

source: Original Filename
hu_hu: Eredeti fájlnév

source: File Size
hu_hu: Fájl mérete

source: Type Metadata
hu_hu: Metaadat tipus

source: Mime Type / Browser
hu_hu: Mime tipus / Böngésző

source: Mime Type / OS
hu_hu: Mime típus / operációs rendszer

source: File Type / OS
hu_hu: Fájl típus / operációs rendszer

source: Output Formats
hu_hu: Kimeneti formátumok

source: Dashboard
hu_hu: Nyitóoldal

source: A new version of Omeka is available for download.
hu_hu: Letölthető az Omeka legújabb verziója

source: Upgrade to %s
hu_hu: Használjon újabb verziót: %s

source: Getting Started with Omeka
hu_hu: Az Omeka megnyitása

source: Add a new item to your archive
hu_hu: Új tétel hozzáadása az archívumhoz

source: Browse your items
hu_hu: Saját tételek böngészése

source: Manage items in your archive: add, edit, and delete items.
hu_hu: Az archívum elemeinek kezelése: tételek hozzáadása, szerkesztése és törlése

source: Add a collection to group items
hu_hu: Gyűjtemény hozzáadása tételek csoportosítása céljából

source: Browse your collections
hu_hu: Saját gyűjtemények böngészése

source: Manage collections in your archive: add, edit, and delete collections.
hu_hu: Archivum gyűjteményeinek kezelése: gyűjtemény hozzáadása, szerkesztése, törlése

source: Browse Users
hu_hu: Felhasználók böngészése

source: Add a User
hu_hu: Új felhasználó

source: Manage users of various levels: from researcher to super.
hu_hu: Különböző szintű felhasználók kezelése: kutatótól vezetőig

source: Edit General Settings
hu_hu: Általános beállítások szerkesztése

source: Manage Themes
hu_hu: Témák kezelése

source: Manage Plugins
hu_hu: Bővítmények kezelése

source: Manage your general settings for the site, including title, description, and themes.
hu_hu: Az oldal általános beállításainak kezelése, beleértve a címet, leírást és a témákat.

source: Site Overview
hu_hu: Honlap áttekintés

source: <em>%1$s</em> contains %2$s items, in %3$s collections, tagged with %4$s keywords. There are %5$s users.
hu_hu: <em>%1$s</em> tartalmaz %2$s tételt, %3$s gyűjteményben, %4$s kulcsszó mutat rá. Felhasználók száma: %5$s.

source: There are no items to display.
hu_hu: Nincs megjelenítendő tétel

source: View All Items
hu_hu: Összes tétel megtekintése

source: Recent Tags
hu_hu: Legfrissebb címkék

source: Remove
hu_hu: Eltávolítás

source: Add Item Type
hu_hu: Tétel típus hozzáadása

source: Browse Item Types
hu_hu: Tétel típusok böngészése

source: Add an Item Type
hu_hu: Tétel típus hozzáadása

source: Type Name
hu_hu: Tipus név

source: Total Items
hu_hu: Összes tétel

source: Edit Item Type #%s
hu_hu: #%s tétel típus szerkesztése

source: Delete this Item Type
hu_hu: Tétel típus törlése

source: Add an Element to this Item Type
hu_hu: Új elem hozzáadása a tétel típushoz

source: Choose an existing element
hu_hu: létező elem választása

source: Or Create a new Element
hu_hu: vagy új elem létrehozása

source: Data Type
hu_hu: Adat tipus

source: Add Element
hu_hu: Elem hozzáadása

source: Edit Current Elements
hu_hu: Legújabb elemek szerkesztése

source: Element Name
hu_hu: Elem neve

source: Order
hu_hu: Rendezés

source: Existing
hu_hu: Létező

source: New
hu_hu: Új

source: Item Type Information
hu_hu: A tétel típusra vonatkozó információ

source: Elements
hu_hu: Elemek

source: Item Type #%s
hu_hu: #%s tétel típus

source: Edit this Item Type
hu_hu: Tétel típus szerkesztése

source: There are no recently added items.
hu_hu: Nincsenek újonnan hozzáadott tételek.

source: Add an Item
hu_hu: Tétel hozzáadása

source: Add Item
hu_hu: Tétel hozzáadása

source: Batch Edit Items
hu_hu: Tételek csoportos szerkesztése

source: Changes will be applied to checked items.
hu_hu: A változások a megjelölt tételekre vonatkoznak

source: Item Metadata
hu_hu: Tétel metaadatok

source: Public?
hu_hu: Nyilvános?

source: Select Below
hu_hu: Válassz az alábbiakból

source: Featured?
hu_hu: Kiemelt?

source: Item Type
hu_hu: Tétel típus

source: Remove?
hu_hu: Eltávolítás?

source: Collection
hu_hu: Gyűjtemény

source: Add Tags
hu_hu: Címkék hozzáadása

source: List of tags to add to all checked items, separated by %s.
hu_hu: A bejelölt tételekhez hozzáadandó címkék listája, elválasztójel: %s.

source: Delete Items
hu_hu: Tételek törlése

source: Check if you wish to delete selected items.
hu_hu: Jelölje be, ha törölni kívánja a kiválasztott tételeket.

source: Browse Items
hu_hu: Tételek böngészése

source: Toggle
hu_hu: Átváltás

source: Details
hu_hu: Részletek

source: Show Details
hu_hu: Részletek megjelenítése

source: Hide Details
hu_hu: Részletek elrejtése

source: Quick Filter
hu_hu: Gyors szűrő

source: All
hu_hu: Összes

source: Private
hu_hu: Privát

source: Advanced Search
hu_hu: Összetett keresés

source: Edit Selected Items
hu_hu: Tételek szerkesztése

source: Select
hu_hu: Választ

source: No Collection
hu_hu: Nincs gyűjtemény

source: No Tags
hu_hu: Nincsenek címkék

source: There are no items in the archive yet.
hu_hu: Még nincsenek tételek az archívumban

source: Add an item.
hu_hu: Tétel hozzáadása

source: The query searched %s items and returned no results.
hu_hu: A lekérdezés %s tételt nézett át és nem talált semmit.

source: Would you like to %s?
hu_hu: Szeretné: %s?

source: refine your search
hu_hu: keresés finomítása

source: [Untitled]
hu_hu: [Cím nélkül]

source: Edit Item #%s
hu_hu: #%s tétel szerkesztése

source: Delete this Item
hu_hu: Tétel törlése

source: The path to Image Magick has not been set. No derivative images will be created. If you would like Omeka to create derivative images, please add the path to your settings form.
hu_hu: Az Image Magick elérési útvonala nem lett beállítva. Származtatott képfájlok nem készíthetők. Ha szeretné, hogy az Omeka készítsen származtatott képfájlokat, akkor kérem, adja hozzá az elérési utat az Beállítások űrlapon.

source: Current Files
hu_hu: Aktuális fájlok

source: File Name
hu_hu: Fájl név

source: Edit File Metadata
hu_hu: A fájl metaadatainak szerkesztése

source: Add New Files
hu_hu: Új fájlok hozzáadása

source: Find a File
hu_hu: Fájl keresése

source: Add Another File
hu_hu: Másik fájl hozzáadása

source: Pick this type
hu_hu: Típus kiválasztása

source: Item #%s
hu_hu: #%s tétel

source: Edit this Item
hu_hu: Tétel szerkesztése

source: Bibliographic Citation
hu_hu: Irodalmi hivatkozás

source: My Tags
hu_hu: Címkéim

source: Save Tags
hu_hu: Címkék mentése

source: View File Metadata
hu_hu: Fájl metaadatainak megtekintése

source: Add a File
hu_hu: Fájl hozáadása

source: There are no files for this item yet.
hu_hu: Még nincsenek fájlok ehhez a tételhez

source: Separate tags with %s
hu_hu: Címkék elválasztása %s karakterrel

source: All Tags
hu_hu: Minden címke

source: Browse Items by Tag
hu_hu: Tételek böngészése címkék alapján

source: There are no tags to display. You must first tag some items.
hu_hu: Nincs megjelenítendő címke. Először meg kell címkéznie néhány tételt!

source: Browse Plugins
hu_hu: Bővítmények böngészése

source: You do not have any plugins installed. Add them to the plugins directory to see them listed here.
hu_hu: Egyetlen bővítmény sincs telepítve. Adjon bővítményeket a plugins könyvtárhoz, hogy itt megjelenjenek.

source: Add new plugins by downloading them from the <a href="http://omeka.org/add-ons/plugins/">Omeka Plugins Directory</a>, or <a href="http://omeka.org/codex/Plugin_Writing_Best_Practices">write your own</a>!
hu_hu: Új bővítmények letöltése az <a href="http://omeka.org/add-ons/plugins/">Omeka bővítmény könyvtárból</a>, vagy <a href="http://omeka.org/codex/Plugin_Writing_Best_Practices">saját bővítmény készítése</a>!

source: Configure the &#8220;%s&#8221; Plugin
hu_hu: &#8220;%s&#8221; bővítmény konfigurálása

source: Confirm %s Uninstall
hu_hu: %s eltávolításának megerősítése

source: Are you sure you want to uninstall this plugin?
hu_hu: Biztos benne, hogy eltávolítja a bővítményt?

source: Yes, I want to uninstall this plugin.
hu_hu: Igen, el szeretném távolítani a bővítményt.

source: Cancel
hu_hu: Mégsem

source: Uninstall
hu_hu: Eltávolítás

source: or
hu_hu: vagy

source: This version of %1$s requires at least Omeka %2$s.
hu_hu: Ehhez a %1$s verzióhoz legalább az Omeka %2$s szükséges.

source: %1$s requires the following plugins to be installed, activated, and loaded: %2$s
hu_hu: A %1$s igényli, hogy a következő bővítmény telepítve, aktiválva és betöltve legyen: %2$s

source: The plugin.php file is missing.
hu_hu: A plugin.php fájl hiányzik.

source: The %s plugin cannot be loaded for the following reasons:
hu_hu: A %s bővítményt nem lehet betölteni a következő okok miatt:

source: You have a new version of %s. Please upgrade!
hu_hu: %s - új verzió jelent meg. Kérjük frissítse!

source: Configure
hu_hu: Konfigurálás

source: By %s
hu_hu: %s használatával

source: Upgrade
hu_hu: Frissítés

source: Activate
hu_hu: Bekapcsolás

source: Deactivate
hu_hu: Kikapcsolás

source: Install
hu_hu: Telepítés

source: Edit Security Settings
hu_hu: Biztonsági beállítások szerkesztése

source: Restore Default File Extensions
hu_hu: Alapértelmezett fájl kiterjesztések helyreállítása

source: Restore Default File Mime Types
hu_hu: Alapértelmezett fájl mime típusok helyreállítása

source: Test
hu_hu: Teszt

source: System Information
hu_hu: Rendszer információ

source: Sort by
hu_hu: Rendezési szempont

source: Most
hu_hu: Leginkább

source: Least
hu_hu: Legkevésbé

source: Alphabetical
hu_hu: Betűrendes

source: Recent
hu_hu: Legújabb

source: Select a tag to delete:
hu_hu: Címke kijelölése törlésre:

source: There are no tags to delete. You must first tag some items.
hu_hu: Nincsenek törölni való címkék. Először meg kell címkéznie néhány tételt.

source: Choose a tag to rename
hu_hu: Átnevezendő címke kiválasztása

source: Enter a new tag name
hu_hu: Új címkenév beírása

source: There are no tags to edit. You must first tag some items.
hu_hu: Nincsenek szerkeszthető címkék. Először meg kell címkéznie néhány tételt.

source: Browse Themes
hu_hu: Témák böngészése

source: Current Theme
hu_hu: Aktuális téma

source: Screenshot for %s Theme
hu_hu: Képernyőkép %s témához

source: Author
hu_hu: Szerző

source: License
hu_hu: Licensz

source: Website
hu_hu: Weboldal

source: Change Theme
hu_hu: Téma változtatása

source: Switch Theme
hu_hu: Téma váltása

source: Add new themes by downloading them from the <a href="http://omeka.org/add-ons/themes/">Omeka Theme Directory</a>, or <a href="http://omeka.org/codex/Theme_Writing_Best_Practices">design your own</a>!
hu_hu: Új téma letöltése az <a href="http://omeka.org/add-ons/themes/">Omeka téma könyvtárből</a>, vagy <a href="http://omeka.org/codex/Theme_Writing_Best_Practices">saját téma készítése</a>!

source: Configure the &#8220;%s&#8221; Theme
hu_hu: A &#8220;%s&#8221; téma konfigurálása

source: Configurations apply to this theme only.
hu_hu: A konfiguráció csak erre a témára vonatkozik.

source: Add New User
hu_hu: Új felhasználó hozzáadása

source: Search Users
hu_hu: Felhasználók keresése

source: Select Role
hu_hu: Szerepkör kiválasztása

source: Active
hu_hu: Aktív

source: Inactive
hu_hu: Inaktív

source: Select Status
hu_hu: Státusz kiválasztása

source: Sort By
hu_hu: Rendezési szempont

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Institution Name
hu_hu: Intézet neve

source: Role
hu_hu: Szerep

source: Username
hu_hu: Felhasználónév

source: Sort Order
hu_hu: Sorrend

source: Ascending
hu_hu: Növekvő

source: Descending
hu_hu: Csökkenő

source: Search
hu_hu: Keres

source: Real Name
hu_hu: Valódi név

source: Edit User #%s
hu_hu: #%s felhasználó szerkesztése

source: User #%s
hu_hu: #%s felhasználó

source: Edit this User
hu_hu: A felhasználó szerkesztése

source: Institution
hu_hu: Intézmény

source: The collection "%s" was successfully added!
hu_hu: "%s" gyűjtemény sikeresen hozzáadva!

source: The collection "%s" was successfully changed!
hu_hu: "%s" gyűjtemény sikeresen megváltoztatva!

source: The collection "%s" was successfully deleted!
hu_hu: "%s" gyűjtemény sikeresen törölve!

source: This will delete the collection and its associated metadata. This will not delete any items in this collection, but will delete the reference to this collection in each item.
hu_hu: Ez törli a gyűjteményt és a hozzá tartozó metaadatokat. Nem törli a gyűjteményben lévő tételeket, de megszünteti mindegyik tétel esetében a gyűjteményre való utalást.

source: This will delete the element set and all elements assigned to the element set. Items will lose all metadata that is specific to this element set.
hu_hu: Ez törli az elemkészletet és minden egyes az elemkészlethez rendelt elemet. A tételek elvesztik minden metaadatukat, ami ehhez az elemkészlethez kapcsolódik.

source: Page not found.
hu_hu: Az oldal nem található.

source: Access denied.
hu_hu: Hozzáférés megtagadva.

source: This will delete the item type but will not delete the elements assigned to the item type. Items that are assigned to this item type will lose all metadata that is specific to the item type.
hu_hu: Ez törli a tétel-típust, de nem törli a tétel-típushoz kapcsolódó elemeket. Azok a tételek, amelyek ehhez a tétel-típushoz kapcsolódnak, elveszítik azokat a metaadatokat, amelyek ehhez a tétel-típushoz kapcsolódnak.

source: The item type "%s" was successfully added! You may now add elements to your new item type.
hu_hu: A "%s" tétel-típust sikeresen hozzáadta. Most már hozzáadhat elemeket az új tétel-típushoz.

source: The item type "%s" was successfully changed!
hu_hu: A "%s" tétel-típust sikeresen megváltoztatta!

source: The item type cannot have more than one "%s" element.
hu_hu: A tétel-típusnak nem lehet egynél több "%s" eleme.

source: The item was successfully added!
hu_hu: A tételt sikeresen hozzáadta!

source: The item was successfully changed!
hu_hu: A tételt sikeresen megváltoztatta!

source: The item was successfully deleted!
hu_hu: A tételt sikeresen törölte!

source: This will delete the item and its associated metadata. It will also delete all files and file metadata associated with this item.
hu_hu: Ez törli a tételt és a hozzá kapcsolt metaadatokat. Ez egyben törli mindazokat a fájlokat és fájl metaadatokat, amelyek ehhez a tételhez kapcsolódnak.

source: User does not have permission to add tags.
hu_hu: A felhasználónak nincs engedélye címke hozzáadásához.

source: You must choose some items to batch edit.
hu_hu: Ki kell választani néhány tételt a csoportos szerkesztéshez.

source: User is not allowed to modify visibility of items.
hu_hu: A felhasználónak nincs engedélye a tételek láthatóságának megváltoztatására.

source: User is not allowed to modify featured status of items.
hu_hu: A felhasználónak nincs engedélye a tételek kiemelt státusának megváltoztatására.

source: User is not allowed to delete selected items.
hu_hu: A felhasználónak nincs engedélye a kiválasztott tételek törlésére.

source: User is not allowed to edit selected items.
hu_hu: A kiválasztott tételek szerkesztése nem engedélyzett.

source: User is not allowed to tag selected items.
hu_hu: A felhasználónak nincs engedélye kiválasztott tételek címkézéséhez.

source: The items were successfully changed!
hu_hu: A tételeket sikeresen megváltoztatta!

source: Error in configuring plugin named "%s". Missing config and/or config_form hook(s).
hu_hu: A "%s" bővítrnény konfigurálása közben hiba történt. Hiányzó config és/vagy config_from hook(s).

source: The %s plugin was successfully configured!
hu_hu: %s bővítmény sikeresen konfigurálva!
