Repository: agroknow/PAT
Catalog: application/languages/*.po
Languages: hu_hu

source: Upgrade Your Omeka Database
hu_hu: Frissítse Omeka adatbázisát!

source: Your Omeka database is not compatible with your current version of Omeka.
hu_hu: Omeka adatbázisa nem kompatibillis az Omeka jelenlegi verziójával.

source: Please back up your existing database and then click the button to upgrade.
hu_hu: Kérjük mentse a létező adatbázist, majd kattintson a frissítés gombra.

source: Upgrade Database
hu_hu: Adatbázis frissítése

source: Omeka encountered an error when upgrading your installation.
hu_hu: Az Omeka hibát talált az ön telepítésének frissítése során.

source: Please restore from your database backup and try again.
hu_hu: Kérjük állítsa vissza az elmentett adatbázist és próbálja újra.

source: Omeka has upgraded successfully.
hu_hu: Omeka frissítése sikeres

source: Return to Dashboard
hu_hu: Visszatérés a nyitóoldalra

source: User Activation
hu_hu: Felhasználó aktiválás

source: Forgot Password
hu_hu: Elfelejtett jelszó.

source: Back to Log In
hu_hu: Vissza a bejelentkezéshez

source: Enter your email address to retrieve your password.
hu_hu: Adja meg az e-mail címét a jelszó elküldéséhez.

source: Go to Home Page
hu_hu: Vissza a kezdőlapra

source: Lost your password?
hu_hu: Elveszett a jelszó?

source: Installation Error
hu_hu: Telepítési hiba.

source: Before installation can continue, the following errors must be resolved:
hu_hu: A telepítés folytatása előtt a következő hibákat ki kell javítani:

source: Fatal Error
hu_hu: Végzetes hiba

source: Installation Warning
hu_hu: Telepítési figyelmeztetés

source: The following issues will not affect installation, but they may negatively affect the behavior of Omeka:
hu_hu: A következő problémák nem érintik a telepítést, de negatív hatással lehetnek az Omeka viselkedésére:

source: Configure Your Site
hu_hu: Konfigurálja a honlapját

source: Form Validation Errors
hu_hu: Űrlap érvényesítési hiba

source: Omeka is installed. You may remove the "install" directory for security reasons.
hu_hu: Az Omeka telepítve van. Biztonsági okoból eltávolíthatja az "install" könyvtárat.

source: Public Site
hu_hu: Nyilvános honlap

source: Omeka Installation
hu_hu: Omeka telepítése

source: Add a Hyperlink
hu_hu: Adjon meg egy hiperlinket

source: Upload a File
hu_hu: Fájl feltöltése

source: Add
hu_hu: Hozzáad

source: Pathway Authoring Tool
hu_hu: Tanösvény-szerkesztő Program

source: Translate
hu_hu: Fordítás

source: Hyperlink
hu_hu: Hivatkozás

source: File
hu_hu: Fájl

source: Photos
hu_hu: Fotók

source: Add a new hyperlink to your archive
hu_hu: Hiperlink hozzáadása az archivumhoz.

source: Please select language to translate:
hu_hu: Válasszon fordítandó nyelvet

source: Translate Item #%s
hu_hu: A #%s tétel fordítása

source: Save Translations
hu_hu: Fordítások mentése

source: Educational Pathways
hu_hu: Oktatási tanösvények

source: GO NOW!
hu_hu: RAJTA!

source: Pathways
hu_hu: Tanösvények

source: Natural Europe Project website
hu_hu: A Natural Europe Projekt honlapja

source: Natural Europe Pathway Authoring and Metadata Tool. &copy; 2011
hu_hu: Natural Europe tanösvény-szerkesztő és metaadatoló eszköz. &copy; 2011

source: You are here
hu_hu: Ön itt van

source: Access the Resource
hu_hu: Segédanyag elérése

source: Given Metadata
hu_hu: Adott metaadat

source: Sign-in
hu_hu: Bejelentkezés

source: Return to Pathway
hu_hu: Vissza a tanösvényhez

source: Resources
hu_hu: Segédanyagok

source: Browse Resources
hu_hu: Segédanyagok tallózása

source: Ingest a Resource
hu_hu: Segédanyag átemelése

source: Ingest a Resource from Natural Europe federation
hu_hu: Segédanyag átemelése a Natural Europe szövetségtől

source: Search in Natural Europe
hu_hu: Keresés a Natural Europe tartalmakban

source: Access to the resource
hu_hu: Segédanyag elérése

source: View Metadata
hu_hu: Metaadat megtekintése

source: Ingest a Resource from Europeana federation
hu_hu: Segédanyag átemelése az Europeana szövetségtől

source: IMAGE
hu_hu: KÉP

source: TEXT
hu_hu: SZÖVEG

source: VIDEO
hu_hu: VIDEÓ

source: SOUND
hu_hu: HANG

source: Access resource at Europeana
hu_hu: Segédanyag elérése az Europeana szövetségnél

source: Provider
hu_hu: Szolgáltató

source: Ingest a Resource from Ariadne federation
hu_hu: Segédanyag átemelése az Ariadne szövetségtől

source: Search in Ariadne
hu_hu: Keresés a Ariadne tartalmakban

source: Search in Europeana
hu_hu: Keresés a Europeana tartalmakban

source: You search
hu_hu: Ön keresi

source: Total results
hu_hu: Összes eredmény

source: Guidelines
hu_hu: Útmutatók

source: Natural Europe Handbook
hu_hu: Natural Europe kézikönyv

source: Natural Europe Manual
hu_hu: Natural Europe kalauz

source: Quality Criteria for Natural Europe Pathways
hu_hu: Natural Europe tanösvények minőségi elvárásai

source: <em>%1$s</em> contains %2$s resources. There are %5$s users.
hu_hu: <em>%1$s</em> összesen %2$s tételt tartalmaz. Összesen %5$s felhasználó van.

source: Validate
hu_hu: Érvényesít

source: Choose language
hu_hu: Nyelv választása

source: Delete Resource
hu_hu: Segédanyag törlése

source: Delete Pathway
hu_hu: Tanösvény törlése

source: Add it to my Repository
hu_hu: Hozzáadom a segédanyagaimhoz

source: Save and Return to Pathway
hu_hu: Mentés és vissza a szakaszokhoz

source: Portuguese
hu_hu: Portugál

source: Hungarian
hu_hu: Magyar

source: Russian
hu_hu: Orosz

source: Finnish
hu_hu: Finn

source: Estonian
hu_hu: Észt

source: Spanish
hu_hu: Spanyol

source: Greek
hu_hu: Görög

source: German
hu_hu: Német

source: English
hu_hu: Angol

source: Organization
hu_hu: Intézmény

source: Surname
hu_hu: Vezetéknév

source: Add new
hu_hu: Új hozzáadása

source: Remove Language
hu_hu: Nyelv törlése

source: Add Language
hu_hu: Nyelv hozzáadása

source: Browse
hu_hu: Böngészés

source: No
hu_hu: Nem

source: Yes, if others share alike
hu_hu: Igen, ha ugyanilyen módon teszik közzé.

source: Yes
hu_hu: Igen

source: Insert new image to your collection
hu_hu: Új kép felvétele a saját gyűjteménybe

source: Insert Image
hu_hu: Kép beillesztése

source: Keep in mind that you didn't select a file to upload.
hu_hu: Nem választotta ki a feltöltésre szánt fájlt.

source: You must fill all the mandatory fields (*)
hu_hu: Az összes kötelező mezőt ki kell töltenie (*)

source: Save
hu_hu: Mentés

source: Only recommended
hu_hu: Csak az ajánlottak

source: Enrich Metadata
hu_hu: Valamennyi metaadat

source: Filter results by type
hu_hu: A keresés eredményei típusonként

source: Report a problem
hu_hu: Probléma jelzése

source: Add Resource
hu_hu: Segédanyag hozzáadása

source: Add File
hu_hu: Fájl hozzáadása

source: Add Pathway
hu_hu: Tanösvény hozzáadása

source: easier to downoad
hu_hu: letölteni könnyebb

source: Getting Started with Natural Europe Pathway Authoring Tool
hu_hu: Tanösvények és segédanyagok böngészése, létrehozása

source: Are you sure you want to CHANGE the language? This action will be SAVED!
hu_hu: Biztos, hogy meg akarja VÁLTOZTATNI a nyelvet?

source: Are you sure you want to DELETE it?
hu_hu: Biztosan törölni kívánja?

source: evolution (biology)
hu_hu: evolúció (biológia)

source: mechanics (physics)
hu_hu: mechanika (fizika)

source: reproduction (biology)
hu_hu: szaporodás (biológia)

source: Τhe Dashboard of the Pathway Authoring Tool provides you with an overview of what is available on the site.
hu_hu: A tanösvényszerkesztő nyitólapjáról a program valamennyi egysége elérhető.

source: You can either access Resources and Pathway sections from the toolbar or from the links provided right below the toolbar.
hu_hu: A segédanyagok és a tanösvények szerkesztő felülete a videó alatti linkekkel érhető el.

source: Moreover, you can find guidelines and overview of the site.
hu_hu: Az útmutatók és a honlap áttekintése jobb oldalon található.

source: The Resources area consists of Resources Management options such as Ingest a Resource, Add a Hyperlink, Add a File.
hu_hu: Ezen a felületen van mód a segédanyagok kezelésére, úgymint: segédanyag átemelése, hiperlink és új fájl csatolása.

source: It also offers the list of all the resources and the option of Search.
hu_hu: Itt található a saját segédanyagok listája valamint egy keresőfelület.

source: A quick filter option allows for a faster choice between different modes of resources.
hu_hu: A gyorsszűrő gyorsabb keresést tesz lehetővé az egyes segédanyag csoportokon belül.

source: Add in your collection a new resource from external repositories.
hu_hu: Új segédanyag hozzáadása külső virtuális gyűjteményből, például az Europeana-ból.

source: Add in your collection a new resource found online by providing its URL.
hu_hu: Interneten elérhető segédanyag csatolása a vebcím (URL) megadásával.

source: Add in your collection a new resource from your local disk.
hu_hu: Új segédanyag hozzáadása saját számítógépről vagy meghajtóról.

source: Sort alphabetically the resources based on Title
hu_hu: Cím alapján rendezze sorba a segédanyagokat.

source: Sort the resources based on their status (public – private).
hu_hu: Státusz alapján rendezze sorba a segédanyagokat. (nyilvános - nem nyilvános)

source: Sort the resources based on the Date Added.
hu_hu: A feltöltés dátuma alapján rendezze sorba a segédanyagokat.

source: Search using keywords through your resources.
hu_hu: Keresés kulcsszó alapján.

source: Describe your resource providing the information requested bellow.
hu_hu: Jellemezze a segédanyagot az itt kért adatok magadásával.

source: Make your resource public and visible in your pathway by clicking the Public button.
hu_hu: Tegye a segédanyagot nyilvánossá és láthatóvá a tanösvényben a Nyilvános gomb megnyomásával

source: Use of more elements to describe your pathway
hu_hu: A tanösvény leírása több adat segítségével.

source: Basic elements for describe your pathway.
hu_hu: Alapvető adatok a tanösvény leírásához.

source: Use of more elements to describe your resource
hu_hu: A segédanyag leírása több adat segítségével.

source: Basic elements for describe your resource.
hu_hu: Alapvető adatok a segédanyag leírásához.

source: Pathway last saved at
hu_hu: Utolsó mentés ideje
