Repository: agroknow/PAT
Catalog: application/languages/*.po
Languages: hu_hu

source: The %s plugin has already been installed.
hu_hu: %s bővítmény már telepítve van.

source: The %s plugin was successfully installed!
hu_hu: %s bővítmény sikeresen telepítve!

source: The following error occurred while installing the %s plugin:
hu_hu: %s bővítmény telepítése közben a következő hiba történt:

source: The %s plugin was successfully activated!
hu_hu: %s bővítmény sikeresen bekapcsolva!

source: The %s plugin was activated, but could not be loaded:
hu_hu: %s bővítmény be van kapcsolva, de nem lehet betölteni:

source: The following error occurred while activating the %s plugin:
hu_hu: %s bővítmény bekapcsolása közben a következő hiba lépett fel:

source: The %s plugin was successfully deactivated!
hu_hu: %s bővítmény sikeresen kikapcsolva!

source: The following error occurred while deactivating the %s plugin:
hu_hu: %s bővítmény kikapcsolása közben a következő hiba lépett fel:

source: The %s plugin was successfully upgraded!
hu_hu: %s bővítmény sikeresen frissítve!

source: The following error occurred while upgrading the %s plugin:
hu_hu: %s bővítmény frissítése közben a következő hiba lépett fel:

source: You must confirm the uninstall before proceeding.
hu_hu: Továbblépés előtt meg kell erősítenie eltávolítási szándékát.

source: The %s plugin was successfully uninstalled!
hu_hu: %s bővítmény sikeresen eltávolítva!

source: The following error occurred while uninstalling the %s plugin:
hu_hu: %s bővítmény eltávolítása közben a következő hiba lépett fel:

source: No plugin name given.
hu_hu: Nincs megadva a bővítmény neve.

source: The plugin %s must be installed.
hu_hu: A %s bővítményt telepíteni kell.

source: The security settings have been updated.
hu_hu: Biztonsági beállítások felülírva.

source: The general settings have been updated.
hu_hu: Általános beállítások felülírva.

source: There were errors found in your form. Please edit and resubmit.
hu_hu: Hibák vannak az űrlapon. Kérjük javítsa és újra töltse fel.

source: Works
hu_hu: Munkák

source: Fails
hu_hu: Hibák

source: Tag named '%s' was successfully deleted.
hu_hu: '%s' nevű címke sikeresen törölve.

source: You have to be logged in to edit tags!
hu_hu: Címkék szerkesztéséhez be kell lépnie

source: Tag named "%1$s" was successfully renamed to "%2$s".
hu_hu: "%1$s" nevű címke sikeresen átnevezve. Új név: "%2$s".

source: Invalid tagType given
hu_hu: Érvénytelen címketípus

source: Invalid form submission.
hu_hu: Érvénytelen adat elküldése

source: You have chosen an illegal theme name. Please select another theme.
hu_hu: Érvénytelen témanevet választott. Kérem, válasszon új témát.

source: The theme has been successfully changed.
hu_hu: A téma sikeresen megváltoztatva.

source: The theme settings were successfully saved!
hu_hu: A téma beállítsainak mentése sikeres!

source: SQL error in migration:
hu_hu: SQL hiba a migráció folyamán:

source: Unable to reset password. Please verify that the information is correct and contact an administrator if necessary.
hu_hu: Új jelszó megadása sikertelen. Kérjük ellenőrizze, hogy helyesek-e az adatok, és ha szükséges, lépjen kapcsolatba az adminisztrátorral.

source: Please follow this link to reset your password:
hu_hu: Kövesse ezt a linket új jelszó megadásához.

source: %s Administrator
hu_hu: %s adminisztrátor

source: [%s] Reset Your Password
hu_hu: [%s] Adja meg új jelszavát

source: Please check your email for a link to reset your password.
hu_hu: Kérjük nyissa meg a kapott e-mailt a jelszó beállításához.

source: Password: The passwords do not match.
hu_hu: Jelszó: A jelszavak nem egyeznek.

source: You may now log in to Omeka.
hu_hu: Most bejelentkezhet az Omeká-ba.

source: Add User
hu_hu: Felhasználó hozzáadása

source: The user "%s" was successfully added!
hu_hu: "%s" felhasználó sikeresen hozzáadva!

source: Password changed!
hu_hu: A jelszó megváltozott!

source: The user %s was successfully changed!
hu_hu: "%s" felhasználó sikeresen változtatva!

source: The user "%s" was successfully deleted!
hu_hu: "%s" felhasználó sikeresen törölve!

source: %s will be deleted from the system. Items, collections, and tags created by this user will remain in the archive, but will no longer be associated with this user.
hu_hu: "%s" felhasználó törlésre kerül. Az általa létrehozott tételek, gyűjtemények és címkék az archívumban maradnak, de már lesznek összekapcsolva a felhasználóval.

source: Welcome!
hu_hu: Üdvözlöm!

source: Your account for the %s archive has been created. Please click the following link to activate your account:
hu_hu: Felhasználói fiókja a %s archívumhoz létrejött. Kattintson a következő linkre a felhasználói fiók aktiválásához:

source: Activate your account with the %s archive
hu_hu: Aktiválja felhasználói fiókját a %s archívummal.

source: Current Password
hu_hu: Jelenlegi jelszó

source: New Password
hu_hu: Új jelszó

source: Repeat New Password
hu_hu: Új jelszó újra

source: Save Password
hu_hu: Jelszó mentése

source: Change Password
hu_hu: Jelszó változtatás

source: Site Title
hu_hu: Honlap címe

source: Site Description
hu_hu: Honlap leírása.

source: Administrator Email
hu_hu: Adminisztrátor e-mail címe.

source: Site Copyright Information
hu_hu: Honlap copyright információk

source: Site Author Information
hu_hu: Honlap szerzői információk

source: Tag Delimiter
hu_hu: Címke elválasztó karakter

source: Separate tags using this character or string. Be careful when changing this setting. You run the risk of splitting tags that contain the old delimiter.
hu_hu: Ezt a karaktert vagy karakterláncot használja a címkék elválasztásához. Legyen óvatos, ha megváltoztatja ezt a beállítást. Lehetséges, hogy akaratlanul szétvág olyan címkéket, amelyek a régi elválasztójelet tartalmazzák.

source: Fullsize Image Size
hu_hu: Teljesméretű kép mérete.

source: Maximum fullsize image size constraint (in pixels).
hu_hu: Teljesméretű képek legnagyobb mérete (pixelben).

source: Thumbnail Size
hu_hu: Bélyegkép mérete

source: Maximum thumbnail size constraint (in pixels).
hu_hu: Nézőképek legnagyobb mérete (pixelben).

source: Square Thumbnail Size
hu_hu: Négyzetes bélyegkép mérete

source: Maximum square thumbnail size constraint (in pixels).
hu_hu: Négyzetes bélyegkép legnagyobb mérete (pixelekben)

source: Items Per Page (admin)
hu_hu: Oldalankénti tételszám (admin)

source: Limit the number of items displayed per page in the administrative interface.
hu_hu: Korlátozza az oldalanként megjelenített tételek számát az adminisztratív felületen.

source: Items Per Page (public)
hu_hu: Oldalankénti tételszám (nyilvános)

source: Limit the number of items displayed per page in the public interface.
hu_hu: Korlátozza az oldalanként megjelenített tételek számát a nyilvános felületen.

source: Show Empty Elements
hu_hu: Mutassa az üres elemeket

source: Enable Prototype
hu_hu: a prototype engedélyezése

source: Enable the Prototype JavaScript library. This may be required for some older plugins.
hu_hu: A prototype JavaScript könyvtár engedélyezése. Néhány régebbi bővítményhez szükséges lehet.

source: Imagemagick Directory Path
hu_hu: Imagemagick könyvtár útvonala

source: Save Settings
hu_hu: Beállítások mentése

source: Only alphanumeric characters are allowed.
hu_hu: Csak alfanumerikus karakterek használata engedélyezett.

source: Password
hu_hu: Jelszó

source: Must be at least 6 characters.
hu_hu: Legalább 6 karakter hosszúnak kell lennie.

source: Re-type the Password
hu_hu: Újra írja be a jelszót

source: Confirm your password.
hu_hu: Erősítse meg a jelszavát.

source: Separate tags using this character or string.
hu_hu: Ezt a karaktert vagy karakterláncot használja a címkék elválasztásához.

source: Whether metadata elements with no text will be displayed.
hu_hu: Szöveg nélküli metaadat elemek megjelenítése

source: Default Superuser Account
hu_hu: Alapértelmezett rendszergazda jogú fiók

source: Site Settings
hu_hu: Oldal beállítás.

source: Username cannot be empty.
hu_hu: A felhasználónév nem lehet üres.

source: Password cannot be empty.
hu_hu: A Jelszó nem lehet üres.

source: Remember Me?
hu_hu: Emlékezzen rám?

source: Log In
hu_hu: Belépés

source: Email address is required.
hu_hu: E-mail cím szükséges.

source: Invalid email address given.
hu_hu: Érvénytelen e-mail címet adott meg.

source: Invalid format given for email address.
hu_hu: Érvénytelen e-mail cím formátum.

source: Invalid hostname given for email address.
hu_hu: Érvénytelen host név az e-mail címben.

source: Invalid email address
hu_hu: Érvénytelen e-mail cím.

source: Create a Password
hu_hu: Jelszó létrehozása

source: Password is required.
hu_hu: Jelszó szükséges.

source: Typed passwords do not match.
hu_hu: a begépelt jelszavak nem egyeznek.

source: Disable File Upload Validation
hu_hu: Fájlfeltöltés érvényesítésének letiltása

source: Check this field if you would like to allow any file to be uploaded to Omeka.
hu_hu: Jelölje meg ezt a mezőt, ha megengedi bármely fálj feltöltését az Omeka-ba.

source: Allowed File Extensions
hu_hu: Engedélyezett fájl kiterjesztések

source: List of allowed extensions for file uploads.
hu_hu: Feltöltésnél engedélyezett fájl kiterjesztések listája.

source: Allowed File Types
hu_hu: Engedélyezett fájltípusok

source: List of allowed MIME types for file uploads
hu_hu: Feltöltésnél engedélyzett MIME típusok listázása

source: ReCaptcha Public Key
hu_hu: ReCaptcha nyilvános kulcs

source: Public key from recaptcha.net. Both this and the private key must be filled in to secure public forms.
hu_hu: Nyilvános kulcs a recaptcha.net-től. Ezt is és a privát kulcsot is be kell írni a nyilvános űrlapok védelme érdekében.

source: ReCaptcha Private Key
hu_hu: ReCaptcha privát kulcs

source: Private key from recaptcha.net. Both this and the public key must be filled in to secure public forms.
hu_hu: Privát kulcs a recaptcha.net-től. Ezt is és a nyilvános kulcsot is be kell írni a nyilvános formák védelme érdekében.

source: Username is required.
hu_hu: Felhasználónév szükséges.

source: Username must contain only letters and numbers.
hu_hu: A felhasználónév csak betűket és számokat tartalmazhat.

source: Username must be at least %min% characters long.
hu_hu: A felhasználónév legyen legalább %min% ckarakter hosszú.

source: Username must be at most %max% characters long.
hu_hu: A felhasználónév legfeljebb %max% ckarakter hosszú lehet.

source: This username is already in use.
hu_hu: Ez a felhasználónév már használatban van.

source: First name is required.
hu_hu: A keresztnév szükséges.

source: Last name is required.
hu_hu: A vezetéknév szükséges.

source: This email address is invalid.
hu_hu: Ez az e-mail cím érvénytelen.

source: Email is required.
hu_hu: E-mail szükséges.

source: This email address is already in use.
hu_hu: Ez az email cím már használatban van.

source: Active?
hu_hu: Aktív?

source: Could not find file %s!
hu_hu: A %s fájl nem található!

source: %s does not exist for collections!
hu_hu: Nincs %s a gyűjteményekhez!

source: Featured Collection
hu_hu: Kiemelt gyűjtemény

source: No featured collections are available.
hu_hu: Nincs elérhető kiemelt gyűjtemény.

source: Add Input
hu_hu: Bevitel hozzáadása

source: Cannot display a form input for "%s" if element type name is not given!
hu_hu: Ha az elem-típus neve nincs megadva, nem jeleníthető meg beviteli űrlap "%s" számára.

source: From
hu_hu: -tól

source: To
hu_hu: -ig

source: Use HTML
hu_hu: Használja a HTML-t

source: %s is an invalid special value.
hu_hu: %s egy érvénytelen speciális érték

source: Select Below
hu_hu: Válasszon az alábbiakból

source: Submit
hu_hu: Feltöltés

source: Error: Invalid callback was provided for the loop.
hu_hu: Hiba: érvénytelen hívás a hurokban

source: Featured Item
hu_hu: Kiemelt tétel

source: An item has not been set to be displayed on this theme page! Please see Omeka documentation for details.
hu_hu: Egy tétel nem úgy van beállítva, hogy megjelenhessen ezen a témaoldalon. A részletekért tanulmányozza az Omeka dokumentációt.

source: No featured items are available.
hu_hu: Nincs elérhető kiemelt tétel

source: '%s' is an invalid special value.
hu_hu: '%s' egy érvénytelen speciális érték.

source: View
hu_hu: Megtekintés

source: Next Item &rarr;
hu_hu: Következő tétel - &rarr;

source: &larr; Previous Item
hu_hu: Előző tétel - &rarr;

source: No tags are available.
hu_hu: Nincs elérhető címke

source: [no text]
hu_hu: [nincs szöveg]

source: Cannot find an element with an ID of '%s'!
hu_hu: Nem található elem '%s' azonosítóval!

source: Element name is ambiguous! There is more than one element set containing an element named "%s"!
hu_hu: Az elem neve nem egyértelmű. Több elemkészlet is van, amely "%s" nevű elemet tartalmaz.

source: There is no element named "%s"!
hu_hu: Nincs "%s" nevű elem!

source: There is no element named "%1$s" in the set named "%2$s"!
hu_hu: A "%2$s" nevű elemkészletben nincs "%1$s" nevű elem!

source: Element texts are not formatted correctly!
hu_hu: Az elem szövegei nem megfelelően formázottak!

source: Cannot process form input for element with data type "%s"!
hu_hu: "%s" adattípusú elemhez nem lehet a feltöltött űrlapot feldolgozni.

source: The "%s" field has at least one invalid value!
hu_hu: A "%s" mezőben legalább egy érvénytelen érték van!

source: Cannot validate an element of data type "%s"!
hu_hu: A "%s" adattípusú elem nem érvényesíthető

source: Cannot save element text for records that are not yet persistent!
hu_hu: A még nem végleges rekordokhoz nem menthetők elem szövegek.

source: Collectors must be either a string or an array.
hu_hu: A gyűjtőknek vagy szöveg vagy tömb típusúnak kell lennie!

source: The collection name must have between %1$s and %2$s characters.
hu_hu: A gyűjtemény neve minimum %1$s és maximum %2$s karakterből állhat.

source: Argument passed to addCollector() must be a string or an instance of Entity.
hu_hu: Az addCollector()-nak átadott változó szöveg típusú vagy az Entity mező egyik értéke kell, hogy legyen.

source: Cannot associate the collection with an unsaved user.
hu_hu: Nem mentett felhasználóhoz nem rendelhető gyűjtemény.

source: Invalid query provided to CollectionPermissions check
hu_hu: Érvénytelen keresést kapott a CollectionPermissions ellenőrzés

source: Cannot find id from DataType name: %s
hu_hu: A %s adattípus névhez nem található azonosító

source: Name must not be empty!
hu_hu: A név nem lehet üres!

source: Element must have a valid data type!
hu_hu: Az elemnek érvényes adattípusa kell legyen!

source: Element must have a valid record type!
hu_hu: Az elemnek érvényes rekordtípusa kell legyen!

source: %1$s already exists for element set #%2$s
hu_hu: A #%2$s elemkészlethez már %1$s létezik.

source: Cannot set element set ID: set named "%s" does not exist.
hu_hu: Nem rendelhető hozzá elemkészlet azonosító: a "%s" nevű elemkészlet nem létezik.

source: Name of element set must be unique.
hu_hu: Az elemkészlet nevének egyedinek kell lennie.

source: Name of element set must not be empty.
hu_hu: Az elemkészlet neve nem lehet üres.

source: Joins in the EntitiesRelations table must be given a polymorphic type
hu_hu: Az EntitiesRelations táblában a kapcsolatoknak polimorfikus tipúsúaknak kell lenniük

source: Joins in the EntitiesRelations table must be filled out entirely
hu_hu: Az EntitiesRelations táblában minden kapcsolatot meg kell adni.

source: The email address provided is not valid.
hu_hu: A megadott e-mail cím érvénytelen.

source: The name for a person may not be completely blank.
hu_hu: A személy neve nem lehet teljesen üres.

source: Both of these Entities must be persistent in order to merge them.
hu_hu: Mindkét személynek vagy intézménynek véglegesnek kell lennie ahhoz, hogy egyesíthetők legyenek.

source: Cannot get the local path for a stored file.
hu_hu: A fájl helyi elérési útvonala nem elérhető.

source: Files cannot be attached to an item that is not persistent in the database!
hu_hu: Nem rendelhető fájl olyan tételhez, amely nem végleges az adatbázisban!

source: Cannot add an existing file to an item!
hu_hu: Nem adható egy létező fájl egy tételhez!

source: File must be valid before it can be associated with an item!
hu_hu: A fáljnak érvényesnek kell lennie ahhoz, hogy egy tételhez kapcsolhassuk!

source: Cannot add tags to an item if no Entity is available to tag.
hu_hu: Nem adható címke a tételhez, ha nincs személy vagy intézmény erre felhatalmazva.

source: Must specify a file transfer type when attaching files to an item!
hu_hu: Ha egy tételhez fájlt kapcsolunk, meg kell adni a fájl transzfer típust!

source: This SQL statement needs a FROM or JOIN clause equivalent to '%s i' in order to have permissions checked!
hu_hu: Ez az SQL parancs egy FROM vagy egy JOIN alparancsot vár, ami megfelel a '%s i'-nak. Csak így ellenőrizhetők a jogosultságok!

source: Invalid search type given!
hu_hu: Érvénytelen keresési típus!

source: The item type name must have between %1$s and %2$s characters.
hu_hu: A tétel típusának nevének hossza %1$s és %2$s karakter között legyen.

source: The item type name must be unique.
hu_hu: A tétel neve legyen egyedi.

source: There are too many values in the element ordering array.
hu_hu: Túl sok érték van az elem-rendező tömbben.

source: There are too few values in the element ordering array.
hu_hu: Túl kevés érték van az elem-rendező tömbben.

source: Cannot remove elements from an item type that is not persistent in the database!
hu_hu: Nem törölhet elemeket olyan elem-típusból ami nem végleges az adatbázisban!

source: Cannot find element with ID %s!
hu_hu: Nem található elem %s azonosítóval.

source: Item type does not contain an element with the ID %s!
hu_hu: A tétel típus nem tartalmaz %s azonosítójú elemet!

source: Invalid parameter. The hasElement function requires either an element object or an element id to determine if an item type has an element.
hu_hu: Érvénytelen paraméter. A hasElement funkció vagy egy elem objektumot, vagy egy elem azonosítót vár ahhoz, hogy megállapíthassa, a tétel típusnak van-e eleme.

source: Each option must have a unique name.
hu_hu: Minden opciónak egyedi neve kell legyen.

source: Cannot add a child to a record that does not exist yet!
hu_hu: Még nem létező rekordhoz nem kapcsolható gyerek rekord!

source: Child must be an instance of "%s"
hu_hu: A gyerek rekord a "%s" eleme kell legyen

source: Names of plugins must not be blank
hu_hu: Bővítmények neve nem lehet üres

source: Invalid entity provided!
hu_hu: Érvénytelen személyt vagy intézményt adott meg!

source: Relationship called %s does not exist.
hu_hu: %s nevű kapcsolat nem létezik.

source: Record must exist before relations can be set.
hu_hu: A rekordnak léteznie kell ahhoz, hogy kapcsolatot lehessen létrehozni hozzá

source: Tags must be given a name.
hu_hu: A címkéknek nevet kell adni.

source: That name is already taken for this tag.
hu_hu: Ennek a címkének már ez a neve.

source: A valid record ID # must be provided when tagging.
hu_hu: Címkézéskor érvényes rekord azonosítót kell adni.

source: A valid entity or user must be provided when tagging.
hu_hu: Érvényes személy, intézmény vagy felhasználó szükséges a címkézéshez.

source: No Entity record available.
hu_hu: Nincs elérhető személy vagy intézmény rekord.

source: No Entity record is available when saving this User.
hu_hu: Nincs elérhető intézmény a felhasználó mentéséhez.

source: User may not change permissions to super-user
hu_hu: A felhasználó nem cserélheti lejogosultságait rendszergazdaira

source: User may not change roles.
hu_hu: A felhasználó nem váltathatja meg szerepeit.

source: If a first name and last name are not provided, then an institution name is required.
hu_hu: Vezeték- és keresztnév hiányában az intézmény nevét kell megadni.

source: A first name is required.
hu_hu: A keresztnév megadása kötelező

source: A last name is required.
hu_hu: A vezetéknév megadása kötelező

source: The user must be assigned a role.
hu_hu: A felhasználóhoz szerepet kell rendelni.

source: The username "%1$s" must be between %2$s and %3$s characters.
hu_hu: "%1$s" felhasználónév hosszának %2$s és %3$s karakter között kell lennie.

source: The username must be alphanumeric.
hu_hu: Alfanumerikus felhasználónév szükséges.

source: '%s' is already in use. Please choose another username.
hu_hu: A '%s' felhasználónév már foglalt. Kérem, válasszon mást.

source: Cannot create a user activation for non-existent user.
hu_hu: Nem létező felhasználó számára nem lehet felhasználó-aktiválást adni.

source: Collector(s)
hu_hu: Gyűjtő(k)

source: View the items in %s
hu_hu: Lásd a tételeket %s-ban.

source: Items in the %s Collection
hu_hu: Tételek a %s gyűjteményben

source: Delete %s
hu_hu: Törölje: %s

source: Are you sure?
hu_hu: Biztos benne?

source: Home
hu_hu: Főmenü

source: First
hu_hu: Első

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Last
hu_hu: Utolsó

source: 403 Page Forbidden
hu_hu: 403 A lap elérése tiltott

source: You do not have permission to access this page.
hu_hu: Nincs hozzáférési jogosultsága a laphoz.

source: 404 Page Not Found
hu_hu: 404 A lap nem található

source: %s is not a valid URL.
hu_hu: %s nem érvényes URL

source: Rss2.0 Feed Not Found!
hu_hu: Rss2.0 Feed nem található!

source: 405 Method Not Allowed
hu_hu: 405 Az eljárás nem engedélyezett!

source: The method used to access this URL (%s) is not valid.
hu_hu: Érvénytelen eljárás az URL eléréséhez (%s).

source: Omeka has encountered an error
hu_hu: Az Omeka egy hibát talált

source: To learn how to see more detailed information about this error, see the Omeka Codex page on <a href="http://omeka.org/codex/Retrieving_error_messages">retrieving error messages</a>.
hu_hu: A hibáról részletesebb információért keresse az Omeka Codex oldalt: <a href="http://omeka.org/codex/Retrieving_error_messages">hibaüzenetek visszakeresése</a>.

source: Browse All
hu_hu: Összes böngészése

source: Browse by Tag
hu_hu: Böngészés címkék szerint

source: No recent items available.
hu_hu: Nincs elérhető tétel.

source: Search for Keywords
hu_hu: Keresés kulcsszavak alapján

source: Narrow by Specific Fields
hu_hu: Szűkítés specifikus mezőkkel

source: contains
hu_hu: tartalmazza

source: does not contain
hu_hu: nem tartalmazza

source: is exactly
hu_hu: pontosan

source: is empty
hu_hu: üres

source: is not empty
hu_hu: nem üres

source: Add a Field
hu_hu: Mező hozzáadása

source: Search by a range of ID#s (example: 1-4, 156, 79)
hu_hu: Keresés azonosító számok szerint (pl. 1-4, 156, 79)

source: Search By Collection
hu_hu: Keresés gyűjtemény szerint

source: Search By Type
hu_hu: Keresés típus szerint

source: Search By User
hu_hu: Keresés felhasználó szerint

source: Search By Tags
hu_hu: Keresés címkék szerint

source: Public/Non-Public
hu_hu: Nyilvánosd/Nem nyilvános

source: Only Public Items
hu_hu: Csak nyilvános tartalmak

source: Only Non-Public Items
hu_hu: Csak nem nyilvános tartalmak

source: Featured/Non-Featured
hu_hu: Kiemelt/Nem kiemelt

source: Only Featured Items
hu_hu: Csak kiemelt tételek

source: Only Non-Featured Items
hu_hu: Csak nem kiemelt tételek

source: Files
hu_hu: Fájlok

source: Citation
hu_hu: Hivatkozás

source: Upgrade Omeka
hu_hu: Az Omeka frissítése.

source: Omeka Upgrade Completed
hu_hu: Az Omeka frissítése kész.

source: Please return to the %1$s or your site&#8217;s %2$s
hu_hu: Térjen vissza %1$s-hoz az Ön %2$s oldalán.

source: Your Omeka database is completely up-to-date.
hu_hu: Az Ön Omeka adatbázisa teljesen naprakész.

source: If you have any questions please refer to <a href="http://omeka.org/codex">Omeka documentation</a> or post a message on the <a href="http://omeka.org/forums">Omeka forums</a>.
hu_hu: Ha kérdése van forduljon az <a href="http://omeka.org/codex">Omeka dokumentációhoz</a>, vagy posztoljon üzenetet az <a href="http://omeka.org/forums">Omeka fórumokon</a>.
