Repository: agroknow/PAT
Catalog: plugins/ExhibitBuilder/languages/*.po
Languages: de_de, el_gr, et_ee, fi_fi, hu_hu, pt_pt, ru_ru

source: Gallery Full Left
de_de: Galerie ganz links
el_gr: Συλλογή φωτογραφιών Στοιχισμένη Αριστερά
et_ee: Täissuuruses galerii vasakul
fi_fi: Galleria ja täysi kuva vasemmalla.
hu_hu: Képgaléria a bal oldalon
pt_pt: Galeria completa à esquerda
ru_ru: Слева галерея в полный размер

source: Displays a gallery of 8 thumbnails, with a wider left column for 1 full-size image and text block.
de_de: Zeigt eine Galerie von 8 Miniaturen, mit einer breiteren linken Spalte für ein Bild in voller Größe und einen Textblock.
el_gr: Εμφανίζει μια συλλογή από 8 μικρογραφίες, με μια ευρύτερη αριστερή στήλη για 1 πλήρους μεγέθους εικόνας και κειμένου.
et_ee: Kuvab 8-osalise pisipildi galerii koos laiema vasakpoolse tulbaga 1 täissuuruses pildi ja tekstiosa tarvis.
fi_fi: Kahdeksan esikatselukuvan galleria, jossa yhden täysikokoisen kuvan ja tekstiosion sisältävä vasen palsta.
hu_hu: Megjeleníti 8 nézőkép galériáját, egy szélesebb bal oldali oszloppal 1 teljes méretű kép és szöveg számára.
pt_pt: Apresenta uma de 8 separadores, com uma coluna à esquerda para uma imagem de tamanho real e caixa de texto.
ru_ru: Отображает галерею с превью 8 изображений вместе с более широким столбиком 1 слева для изображения в полном размере и текста.

source: Gallery Full Right
de_de: Galerie ganz rechts
el_gr: Συλλογή Φωτογραφιών Στοιχισμένη Δεξιά
et_ee: Täissuuruses galerii paremal
fi_fi: Galleria ja täysi kuva oikealla.
hu_hu: Képgaléria a jobb oldalon
pt_pt: Galeria completa à direita
ru_ru: Справа галерея в полном размере

source: Displays a gallery of 8 thumbnails, with a wider right column for 1 full-size image and text block.
de_de: Zeigt eine Galerie von 8 Miniaturen, mit einer breiteren rechten Spalte für 1 Bild in voller Größe und einen Textblock.
el_gr: Εμφανίζει μια συλλογή από 8 μικρογραφίες, με μια ευρύτερη δεξιά στήλη για 1 πλήρους μεγέθους εικόνα και κείμενο.
et_ee: Kuvab 8-osalise pisipildi galerii koos laiema parempoolse tulbaga 1 täissuuruses pildi ja tekstiosa tarvis.
fi_fi: Kahdeksan esikatselukuvan galleria, jossa yhden täysikokoisen kuvan ja tekstiosion sisältävä oikea palsta.
hu_hu: Megjeleníti 8 nézőkép galériáját, egy szélesebb jobb oldali oszloppal 1 teljes méretű kép és szöveg számára.
pt_pt: Apresenta uma galeria de 8 separadores, com coluna da direita para uma imagem em tamanho real e caixa de texto.
ru_ru: Отображает галерею с превью 8 изображений вместе с более широким столбиком 1 справа для изображения в полном размере и текста.

source: Gallery Thumbnails Text Bottom
el_gr: Συλλογή Mικρογραφιών στο Κάτω Mέρος του Kειμένου
et_ee: Galerii eelvaade lehe lõpus
fi_fi: Galleria ja teksti alhaalla.
hu_hu: Nézőképek galériája - szöveg alul
pt_pt: Separadores da Galeria de imagens ao fundo
ru_ru: Превью галереи внизу страницы

source: Displays a block of text below a gallery of up to 12 items.
de_de: Zeigt einen Textblock unter einer Galerie von bis zu 12 Elementen.
el_gr: Εμφανίζει ένα τμήμα κειμένου κάτω από μια συλλογή μέχρι 12 αντικειμένων.
et_ee: Kuvab tekstiosa kuni 8-osalise galerii all.
fi_fi: Alhaalla sijaitseva tekstiosio ja tila 12 esikatselukuvan gallerialle.
hu_hu: Megjelenít maximum 12 szöveget a galéria alatt.
pt_pt: Apresenta uma caixa de texto abaixo de uma galeria de 12 itens.
ru_ru: Отображает текст под галереей до 8 изображений

source: Gallery Thumbnails Text Top
el_gr: Συλλογή Mικρογραφιών στο Πάνω Μέρος του Κειμένου
et_ee: Galerii eelvaade lehe alguses
fi_fi: Galleria ja teksti ylhäällä
hu_hu: Nézőképek galériája - szöveg fent
pt_pt: Separadores da Galeria de imagens no cimo
ru_ru: Превью галереи вверху страницы

source: Displays a block of text above a gallery of up to 12 items.
de_de: Zeigt einen Textblock über einer Galerie von bis zu 12 Elementen.
el_gr: Εμφανίζει ένα τμήμα κειμένου πάνω από μια συλλογή φωτογραφιών μέχρι 12 αντικειμένων.
et_ee: Kuvab tekstiosa kuni 12-osalise galerii peal.
fi_fi: Ylhäällä sijaitseva tekstiosio ja tila 12 esikatselukuvan gallerialle.
hu_hu: Megjelenít maximum 12 szöveget a galéria felett.
pt_pt: Apresenta uma caixa de texto acima de uma galeria de 12 itens.
ru_ru: Отображает текст над галереей до 12 изображений

source: Gallery Thumbnails
de_de: Galerie Index
el_gr: Συλλογή μικρογραφιών
et_ee: Galerii pisipildid
fi_fi: Galleria
hu_hu: Nézőképek galériája
pt_pt: Separadores da Galeria
ru_ru: Превью изображений галереи

source: Displays a gallery of up to 16 items.
de_de: Zeigt eine Galerie von bis zu 16 Elementen.
el_gr: Εμφανίζει μια συλλογή μέχρι 16 αντικείμενα.
et_ee: Kuvab kuni 16-osalise pildigalerii.
fi_fi: Tila 16 esikatselukuvan gallerialle.
hu_hu: Megjelenít egy galériát maximum 16 elemmel.
pt_pt: Apresenta uma galeria de 16 itens.
ru_ru: Отображает галерею до 16 изображений.

source: Image List Left Thumbs
el_gr: Λίστα Μικρογραφίες Αριστερά
et_ee: Pisipildiloetelu vasakul
fi_fi: Kuvapalsta esikatselukuvilla vasen
hu_hu: Képlista a bal oldalon - nézőképek
pt_pt: Separador da lista de imagens à esquerda
ru_ru: Перечень превью изображений слева

source: Displays up to 8 thumbnails on the left with up to 8 text blocks on the right.
de_de: Zeigt bis zu 8 Miniaturansichten auf der linken Seite mit bis zu 8 Textblöcke auf der rechten Seite.
el_gr: Εμφανίζει έως και 8 μικρογραφίες στα αριστερά με έως και 8 μπλοκ κειμένου στα δεξιά.
et_ee: Kuvab kuni 8 pisipilti pilti vasakul koos kuni 8 tekstiosaga paremal.
fi_fi: Kahdeksan esikatselukuvan ja tekstin sisältävää osiota, kuvat asemoitu vasemmalle.
hu_hu: Megjelenít maximum 8 nézőképet a bal oldalon és maximum 8 szöveget a jobb oldalon.
pt_pt: Apresenta mais de 8 separadores à esquerda e 8 caixas de texto à direita.
ru_ru: Отображает слева до 8 превью изображений и до 8 текстов справа.

source: Image List Left
de_de: Bildliste links
el_gr: Λίστα από εικόνες Αριστερά
et_ee: Pildiloetelu vasakul
fi_fi: Kuvapalsta vasen
hu_hu: Képlista a bal oldalon
pt_pt: Lista de imagens à esquerda
ru_ru: Перечень изображений слева

source: Displays up to 8 full-size images on the left with up to 8 text blocks on the right.
de_de: Zeigt bis zu 8 Bilder (full-size) auf der linken Seite mit bis zu 8 Textblöcke auf der rechten Seite.
el_gr: Εμφανίζει έως και 8 πλήρους μεγέθους εικόνες στα αριστερά με έως και 8 μπλοκ κειμένου στα αριστερά.
et_ee: Kuvab kuni 8 täissuuruses pilti vasakul koos kuni 8 tekstiosaga paremal.
fi_fi: Kahdeksan täysikokoisen kuvan ja tekstin sisältävää osiota, kuvat asemoitu oikealle.
hu_hu: Megjelenít maximum 8 teljes méretű képet a bal oldalon és maximum 8 szöveget a jobb oldalon.
pt_pt: Apresenta mais de 8 imagens em tamanho real à esquerda e 8 caixas de texto à direita.
ru_ru: Отображает до 8 изображений в полном размере и до 8 текстов справа.

source: Image List Right Thumbs
de_de: Bildliste rechts (Minibilder)
el_gr: Λίστα μικρογραφίες Δεξιά
et_ee: Pisiildiloetelu paremal
fi_fi: Kuvapalsta esikatselukuvilla oikea
hu_hu: Képlista a jobb oldalon - nézőképek
pt_pt: Separador da Lista de imagens à direita
ru_ru: Перечень превью изображений справа

source: Displays up to 8 thumbnails on the right with up to 8 text blocks on the left.
de_de: Zeigt bis zu 8 Miniaturen auf der rechten Seite mit bis zu 8 Textblöcken auf der linken Seite.
el_gr: Εμφανίζει έως και 8 μικρογραφίες στα δεξιά με έως και 8 μπλοκ κειμένου στα αριστερά.
et_ee: Kuvab kuni 8 pisipilti pilti paremal koos kuni 8 tekstiosaga vasakul.
fi_fi: Kahdeksan esikatselukuvan ja tekstin sisältävää osiota, kuvat asemoitu oikealle.
hu_hu: Megjeleníti (maximum) 8 kép nézőképét a jobb oldalon és (maximum) 8 szöveget a bal oldalon.
pt_pt: Apresenta mais de 8 separadores à direita e mais de 8 caixas de texto à esquerda.
ru_ru: Отображает до 8 превью изображений и до 8 текстов слева.

source: Image List Right
de_de: Bildliste rechts
el_gr: Λίστα από εικόνες Δεξιά
et_ee: Pildiloetelu paremal
fi_fi: Kuvapalsta oikea
hu_hu: Képlista a jobb oldalon
pt_pt: Lista de imagens à direita
ru_ru: Перечень изображений справа

source: Displays up to 8 full-size images on the right with up to 8 text blocks on the left.
de_de: Zeigt bis zu 8 Bilder in voller Größe auf der rechten Seite mit bis zu 8 Textblöcken auf der linken Seite.
el_gr: Εμφανίζει έως και 8 πλήρους μεγέθους εικόνες στα δεξιά με έως και 8 μπλοκ κειμένου στα αριστερά.
et_ee: Kuvab kuni 8 täissuuruses pilti parema koos kuni 8 tekstiosaga vasakul.
fi_fi: Kahdeksan täysikokoisen kuvan ja tekstin sisältävää osiota, kuvat asemoitu oikealle.
hu_hu: Megjelenít (maximum) 8 képet a jobb oldalon és (maximum) 8 szöveget a bal oldalon.
pt_pt: Apresenta mais de 8 imagens em tamanho real à direita e 8 caixas de texto à esquerda.
ru_ru: Отображает до 8 изображений в полном размере и до 8 текстов слева.

source: Text Image Left
de_de: Text Bild links
el_gr: Κείμενο Εικόνα Αριστερά
et_ee: Teksti pilt vasakul
fi_fi: Teksti, kuva vasemalla.
hu_hu: Szöveg kép a bal oldalon
pt_pt: Texto e imagem à esquerda
ru_ru: Изображение текста слева

source: Displays a full page of text, with a full-size image floated left.
de_de: Zeigt eine ganze Seite Text, mit einem Bild in voller Größe linksbündig.
el_gr: Εμφανίζει μια ολόκληρη σελίδα κειμένου, με μια εικόνα πλήρους μεγέθους αριστερά.
et_ee: Kuvab teksti koos täissuuruses pildiga vasakul.
fi_fi: Tekstisivu täysikokoisella kuvalla vasemmassa reunassa.
hu_hu: Megjelenít egy teljes méretű szöveget és egy teljes méretű képet a bal oldalon.
pt_pt: Exibe uma página cheia de texto, com uma imagem em tamanho real à esquerda.
ru_ru: Отображает текст вместе с изображением в полном размере слева

source: Text Image Right
de_de: Text Bild rechts
el_gr: Κείμενο Εικόνα Δεξιά
et_ee: Teksti pilt paremal
fi_fi: Teksti, kuva oikealla.
hu_hu: Szöveg kép a jobb oldalon
pt_pt: Texto e imagem à direita
ru_ru: Изображение текста справа

source: Displays a full page of text, with a full-size image floated right.
de_de: Zeigt eine ganze Seite Text, mit einem Bild in voller Größe rechtsbündig.
el_gr: Εμφανίζει μια ολόκληρη σελίδα κειμένου, με μια εικόνα πλήρους μεγέθους δεξιά.
et_ee: Kuvab teksti koos täissuuruses pildiga paremal.
fi_fi: Tekstisivu täysikokoisella kuvalla oikeassa reunassa.
hu_hu: Megjelenít egy teljes méretű szöveget és egy teljes méretű képet a jobb oldalon.
pt_pt: Exibe uma página cheia de texto, com uma imagem em tamanho real à direita.
ru_ru: Отображает текст вместе с изображением в полном размере справа.

source: Text
el_gr: Κείμενο
et_ee: Tekst
fi_fi: Teksti
hu_hu: Szöveg
pt_pt: Texto
ru_ru: Текст

source: Displays a full page of text without items.
de_de: Zeigt eine ganze Seite Text ohne Elemente
el_gr: Εμφανίζει μια πλήρης σελίδα κειμένου χωρίς αντικείμενα.
et_ee: Kuvab teksti ilma õppematerjalita.
fi_fi: Tekstisivu ilman teoksia.
hu_hu: Megjelenít egy teljes méretű szöveget.
pt_pt: Apresenta uma página completa de texto com itens.
ru_ru: Отображает текст без учебного материала.

source: Use Exhibit Browse Page For Homepage?
el_gr: Χρήση της σελίδας περιήγησης εκθεμάτων ώς Αρχική?
et_ee: Kas soovite õpitee brauserit kasutada kodulehena?
fi_fi: Käytä näyttelyiden selaussivua sivuston etusivuna.
hu_hu: A tanösvények böngésző oldala legyen a kezdőoldal?
pt_pt: Usar a página de procura do roteiro como página inicial
ru_ru: Желаете ли использовать браузер учебной тропы домашней страницей?

source: If checked, Omeka will use the exhibit browse page for the homepage.
el_gr: Εάν είναι επιλεγμένο, το Omeka θα χρησιμοποιήσει την σελίδα περιήγησης εκθεμάτων ως Αρχική.
et_ee: Omeka muudab õpitee lehe pealeheks.
fi_fi: Tekee näyttelyiden selaussivusta Omekan etusivun.
hu_hu: Ha bejelöli, az Omeka a tanösvények böngésző-listáját használja kezdőlapként
pt_pt: Se seleccionado, Omeka vai usar esta página como página inicial.
ru_ru: Omeka превратит учебную тропу в главную страницу.

source: Sorting Exhibits
de_de: Sortierung der Exponate
el_gr: Ταξινόμηση Εκθεμάτων
et_ee: Õpiteede sorteerimine
fi_fi: Näyttelyiden järjestys
hu_hu: Tanösvények rendezése
pt_pt: Classificação do roteiro.
ru_ru: Сортировка учебных троп

source: The default method by which you wish to sort the listing of exhibits on the exhibits/browse page. Default is 'Date Added'.
el_gr: Η προεπιλεγμένη μέθοδος με την οποία θέλετε να ταξινομήσετε την λίστα των εκθεμάτων για τα εκθέματα / περιηγηση σελίδας. Η προεπιλογή είναι "Ημερομηνία Καταχώρησης».
et_ee: Vaikimisi meetod, mille alusel soovite sortida õpiteede loetelu õpiteede/lehitsemise lehel. Vaikimisi "Lisamiskuupäev".
fi_fi: Oletusjärjestys näytteyiden selaussivulla. Oletusarvoisesti näyttelyt järjestetään niiden lisäyspäivän mukaan.
hu_hu: A tanösvények alapértelmezett rendezési módja a böngésző-lista lapon. Eredeti érték: "Hozzáadás ideje"
pt_pt: Método padrão pelo qual deseja classificar a listagem dos roteiros na página. O padrão é "Dados adicionados".
ru_ru: Метод по умолчанию, при помощи которого можете сортировать перечень учебных троп на странице учебных троп/просмотра. По умолчанию «Дата дополнения».

source: This item is not used within this exhibit.
el_gr: Αυτό το αντικείμενο δεν χρησιμοποιείται μέσα στο έκθεμα.
et_ee: See õppematerjal ei ole antud õpitee juures kasutusel.
fi_fi: Teosta ei ole sisällytetty tähän näyttelyyn.
hu_hu: Ez az elem nincs használatban ebben a tanösvényben.
pt_pt: Este item não é usado neste roteiro.
ru_ru: Этот учебный материал при данной учебной тропе не используется.

source: You must specifically select a theme in order to configure it.
de_de: Sie müssen gezielt ein Thema wählen, um es zu konfigurieren.
el_gr: Πρέπει να επιλέξετε συγκεκριμένα ένα θέμα για να το διαμορφώσετε.
et_ee: konfigureerimiseks valige teema.
fi_fi: Voit muuttaa asetuksia valittuasi ulkoasun.
hu_hu: Ki kell választania egy témát, hogy be tudja állítani.
pt_pt: Deve escolher um tema por forma a configurá-lo.
ru_ru: Для конфигурации выберите тему.

source: Exhibits
de_de: Exponate
el_gr: Εκθέματα
et_ee: Õpiteed
fi_fi: Näyttelyt
hu_hu: Tanösvények
pt_pt: Roteiro
ru_ru: Учебные тропы

source: Browse Exhibits
de_de: Exponate durchsehen
el_gr: Περιήγηση Εκθεμάτων
et_ee: Õpiteede sirvimine
fi_fi: Selaa näyttelyitä
hu_hu: Tanösvények böngészése
pt_pt: Explorar roteiro
ru_ru: Просмотр учебных троп

source: Create an Exhibit
de_de: Ein Exponat erstellen
el_gr: Δημιουργία ενός Εκθέματος
et_ee: Õpiteede loomine
fi_fi: Luo näyttely
hu_hu: Tanösvény létrehozása
pt_pt: Criar um roteiro
ru_ru: Создать учебную тропу

source: Create and manage exhibits that display items from the archive.
de_de: Erstellen und verwalten von Exponaten, die Elemente aus dem Archiv zeigen.
el_gr: Δημιουργία και διαχείριση εκθεμάτων που εμφανίζουν αντικείμενα από το αρχείο.
et_ee: Õpiteede, mis kuvavad õppematerjale arhiivist, loomine ja haldamine
fi_fi: Luo ja muokkaa kokoelman teoksia esitteleviä näyttelyitä.
hu_hu: Tanösvények létrehozása és kezelése. Ezek az archívumból elemeket jelenítenek meg.
pt_pt: Criar e gerir o roteiro que apresenta itens do arquivo.
ru_ru: Создание и администрирование учебных троп, отображающих учебные материалы из архива.

source: Search by Exhibit
de_de: Nach Exponaten suchen
el_gr: Αναζήτηση ανά Έκθεμα
et_ee: Otsing õpiteede järgi
fi_fi: Hae näyttelyn mukaan
hu_hu: Keresés a tanösvények szerint
pt_pt: Procurar o roteiro.
ru_ru: Поиск по учебным тропам

source: There is no item attached.
de_de: Es existieren keine Objekte, die angezeigt werden können.
el_gr: Δεν υπάρχει κανένα συνημμένο αντικείμενο.
et_ee: Õppematerjale ei ole lisatud.
fi_fi: Ei liitettyä teosta.
hu_hu: Nincs csatolt elem.
pt_pt: Não tem item anexado
ru_ru: Учебные материалы не подключены.

source: Attach an Item
de_de: Ein Objekt hinzufügen
el_gr: Τοποθετήστε ένα αντικείμενο
et_ee: Õppematerjali lisamine
fi_fi: Liitä teos.
hu_hu: Egy elem csatolása
pt_pt: Anexar um item
ru_ru: Подключить учебный материал

source: Caption
de_de: Titel
el_gr: Λεζάντα
et_ee: Pealkiri
fi_fi: Kuvateksti
hu_hu: Képaláírás
pt_pt: Rubrica
ru_ru: Заглавие

source: Featured Exhibit
de_de: Hervorgehobenes Objekt
el_gr: Προτεινόμενα εκθέματα
et_ee: Esile toodud õpitee
fi_fi: Etusivulle nostettu näyttely
hu_hu: Kiemelt tanösvények
pt_pt: Roteiro salientado
ru_ru: Выделенная учебная тропа

source: You have no featured exhibits.
de_de: Es sind keine Exponate ausgewählt
el_gr: Δεν έχετε προτεινόμενα εκθέματα.
et_ee: Esiletoodud õpiteed puuduvad.
fi_fi: Ei etusivulle nostettuja näyttelyitä.
hu_hu: Nincsenek kiemelt tanösvényei
pt_pt: Não salientou o roteiro
ru_ru: Выделенные учебные тропы отсутствуют.

source: Next Page &rarr;
de_de: Nächste Seite &rarr;
el_gr: Επόμενη σελιδα &rarr;
et_ee: Järgmine lehekülg &rarr;
fi_fi: Seuraava sivu &rarr;
hu_hu: Következő oldal &rarr;
pt_pt: Página seguinte &rarr;
ru_ru: Следующая страница &rarr

source: &larr; Previous Page
de_de: &larr; Vorangehende Seite
el_gr: &larr; Προηγούμενη σελίδα
et_ee: &larr; Eelmine lehekülg
fi_fi: &larr; Edellinen sivu
hu_hu: &larr; Előző oldal
pt_pt: &larr; Página anterior
ru_ru: &larr; Предыдущая страница

source: An exhibit must be given a title.
de_de: Exponate müssen eine Bezeichnung erhalten.
el_gr: Στο Έκθεμα πρέπει να δοθεί ένας τίτλος.
et_ee: Õpiteele peab lisama pealkirja.
fi_fi: Näyttelyllä tulee olla nimi.
hu_hu: Egy tanösvénynek címet kell adni.
pt_pt: É necessário atribuir um título ao roteiro.
ru_ru: Учебную тропу следует озаглавить.

source: The title for an exhibit must be 255 characters or less.
de_de: Ein Titel darf höchsten 255 Zeichen lang sein
el_gr: Ο τίτλος ενός Εκθέματος πρέπει να είναι το πολύ 255 χαρακτήρες.
et_ee: Õpitee pealkiri võib olla kuni 255 tähemärki.
fi_fi: Näyttelyn nimi voi sisältää korkeintaan 255 merkkiä.
hu_hu: A tanösvény címe legfeljebb 255 karakter lehet
pt_pt: O título do roteiro deve ter até 255 caracteres.
ru_ru: Заглавие учебной тропы может содержать до 255 буквенных символов

source: The name of your theme must be 30 characters or less.
de_de: Der Kurzbegriff darf höchsten 30 Zeichen lang sein
el_gr: Το όνομα του θέματος πρέπει να είναι το πολύ 30 χαρακτήρες.
et_ee: Teema nimetus võib olla kuni 30 tähemärki.
fi_fi: Ulkoasun nimi voi sisältää korkeintaan 30 merkkiä.
hu_hu: A téma neve legfeljebb 30 karakter lehet.
pt_pt: O nome do tema não deve ter mais do que 30 caracteres.
ru_ru: Название темы может содержать до 30 буквенных символов

source: Exhibits must be given a valid slug.
de_de: Exponate müssen einen gültigen slug haben
el_gr: Τα Έκθεματα πρέπει να έχουν έγκυρο slug.
et_ee: Õpiteedele peab andma kehtiva URL-teksti.
fi_fi: URL-osoitteessa näytettävän nimen tulee olla oikeaa muotoa.
hu_hu: A tanösvénynek érvényes álnevet kell adni.
pt_pt: Deve ser atribuido um slug válido ao roteiro.
ru_ru: Учебные тропы следует снабдить допустимым URL-текстом.

source: A slug must be 30 characters or less.
de_de: Ein Kurzbegriff darf höchsten 30 Zeichen lang sein
el_gr: Το slug πρέπει να είναι το πολύ 30 χαρακτήρες.
et_ee: URL-tekst saab olla kuni 30 tähemärki.
fi_fi: URL-osoitteessa näytettävä nimi voi sisältää korkeintaan 30 merkkiä.
hu_hu: Egy álnév legfeljebb 30 karakter lehet.
pt_pt: o slug não deve ter mais de 30 caracteres.
ru_ru: URL-текст может содержать до 30 буквенных символов.

source: Your URL slug is already in use by another exhibit. Please choose another.
de_de: Die URL-Kurzbezeihnung wird bereits benutzt. Bitte wählen Sie eine anderen
el_gr: Το URL slug χρησιμοποιείται από ένα άλλο έκθεμα. Παρακαλώ διαλέξτε κάποιο άλλο.
et_ee: URL-tekst on kasutusel teise õpitee poolt. Palun valige uus.
fi_fi: Näyttelylle antamasi URL-teksti on jo käytössä. Ole hyvä ja muokkaa tekstiä.
hu_hu: Ez az álnevet egy másik tanösvény már használja. Kérem, válasszon másikat!
pt_pt: O URL do slug já está a ser usado por outro roteiro. Por favor escolha outro.
ru_ru: URL-текст используется другой учебной тропой. Пожалуйста, выберите новый.

source: A slug must be given for each page of an exhibit.
de_de: Ein Kurzname muss für jede Seite eines Exponats eingegeben werden
el_gr: Ένα slug πρέπει να δοθεί για κάθε σελίδα του εκθέματος.
et_ee: URL-tekst on kohustuslik õpitee igal lehel.
fi_fi: Näyttelyn jokaisella sivulla tulee olla URL-teksti.
hu_hu: A tanösvény minden lapjának álnevet kell adni.
pt_pt: É necessário atribuir um slug a cada página do roteiro.
ru_ru: URL-текст обязателен для каждой страницы учебной тропы.

source: This page slug has already been used in this section. Please modify the slug so that it is unique.
de_de: Dieser Seiten-Kurzname wurde bereits in dieser Sektion benutzt. Bitte ändern!
el_gr: Το slug της σελίδας έχει ξανα χρησιμοποιειθεί στο ίδιο τμήμα. Παρακαλώ τροποποιήσετε το slug, έτσι ώστε να είναι μοναδικό.
et_ee: Lehe URL-tekst on juba selles lõigus kasutuses. Palun muutke URL-tekst unikaalseks.
fi_fi: Jokin toinen osion sivu käyttää samaa URL-tekstiä. Ole hyvä ja muokkaa tekstiä
hu_hu: Ez az álnevet más használta ebben a szakaszban. Kérem, módosítsa, hogy egyedi legyen!
pt_pt: O slug desta página já foi usado nesta secção. Por favor modifique para que seja única.
ru_ru: URL-текст страницы уже используется в этом разделе. Пожалйста, сделайте URL-текст уникальным.

source: A layout must be provided for each exhibit page.
de_de: Für jedes Exponat muss ein Layout vorgesehen werden
el_gr: Μία διάταξη πρέπει δοθεί σε σε κάθε σελίδα του εκθέματος.
et_ee: Igale õpitee lehele peab valima paigutuse.
fi_fi: Näyttelyn jokaisen sivun tulee noudattaa jotain asettelua.
hu_hu: Minden minden tanösvényhez hozzá kell rendelni egy oldalformátumot.
pt_pt: Deve ser dado um layout para cada página do roteiro.
ru_ru: Для каждой страницы учебной тропы следует выбрать размещение.

source: Exhibit pages must be given a title.
de_de: Seiten für Exponate müssen einen Titel haben
el_gr: Οι σελίδες ενός εκθέματος πρέπει να έχουν ένα τίτλο.
et_ee: Õpitee lehele peab lisama pealkirja.
fi_fi: Näyttelyn sivuilla tulee olla otsikko.
hu_hu: A tanösvényeknek címet kell adni.
pt_pt: A cada página do roteiro deve ser dado um título
ru_ru: Страницу учебной тропы следует озаглавить.

source: A slug must be given for each section of an exhibit.
de_de: Jede Sektion eines Exponats muss einen Kurznamen (slug) erhalten
el_gr: Ένα slug πρέπει να δοθεί για κάθε τμήμα του εκθέματος.
et_ee: Õpitee igale lõigule peab kirjutama URL-teksti.
fi_fi: Näyttelyn jokaisella osiolla tulee olla URL-teksti
hu_hu: A tanösvény minden szakaszának álnevet kell adni.
pt_pt: Deve ser atribuido a cada secção do roteiro um título.
ru_ru: Каждый раздел учебной тропы следует снабдить URL-текстом.

source: This section slug has already been used in this exhibit. Please modify the slug so that it is unique.
de_de: Dieser Sektions-Kurzname wurde bereits für dieses Exponat benutzt. Bitte ändern!
el_gr: Το slug του τμήματος χρησιμοποιείται ήδη σε αυτό το έκθεμα. Παρακαλώ τροποποιήστε το slug έτσι ώστε να είναι μοναδικό.
et_ee: Lõigu URL-tekst on juba selle õpitee juures kasutusel. Palun muutke URL-teksti, et see oleks ainulaadne.
fi_fi: Jokin toinen näyttelyn osio käyttää samaa URL-tekstiä. Ole hyvä ja muokkaa tekstiä.
hu_hu: Ezt a szakasz álnevet már használta ebben a tanösvényben. Kérem, módosítsa, hogy egyedi legyen!
pt_pt: Este título já está a ser usado no roteiro. Por favor modifique para que seja unico.
ru_ru: URL-текст раздела уже используется при этой учебной тропе. Пожалуйста, измените URL-текст, чтобы он был уникальным.

source: Sections of an exhibit must be given a title.
de_de: Sektionen eines Exponats müssen einen Titel haben
el_gr: Το κάθε τμήμα του εκθέματος πρέπει να έχει ένα τίτλο.
et_ee: Õpitee lõikudele peab lisama pealkirja.
fi_fi: Näyttelyn osioilla tulee olla otsikko.
hu_hu: A tanösvény szakaszainak címet kell adni.
pt_pt: Deve ser atribuido a cada secção do roteiro um título.
ru_ru: Разделы учебной тропы следует озаглавить.

source: Add Exhibit
de_de: Exponate hinzufügen
el_gr: Προσθήκη Εκθέματος.
et_ee: Õpitee lisamine
fi_fi: Lisää näyttely
hu_hu: Tanösvény hozzáadása.
pt_pt: Adicionar um roteiro
ru_ru: Добавить учебную тропу
