Repository: agroknow/PAT
Catalog: plugins/ExhibitBuilder/languages/*.po
Languages: de_de, el_gr, et_ee, fi_fi, hu_hu, pt_pt, ru_ru

source: Reflection-COMMUNICATE EXPLANATION
de_de: Reflektion: Reden wir über die Erklärungen! Erfahrungen anwenden
el_gr: Ανασκόπηση-ΔΙΑΔΟΣΗ ΕΠΕΞΗΓΗΣΗΣ
et_ee: Peegeldus-SELGITUSTE JAGAMINE
fi_fi: Pohdinta-Keskustele selityksistä
hu_hu: Beszélgessünk róla!
pt_pt: Reflexão - Comunicar explicação
ru_ru: Отражение-ПЕРЕДАЧА ОБЪЯСНЕНИЙ

source: Last Modified:
de_de: Änderungsdatum
el_gr: Τελευταία Τροποποίηση:
et_ee: Viimati muudetud:
fi_fi: Viimeksi muokattu:
hu_hu: Utoljára módosítva:
pt_pt: Ultima alteração
ru_ru: Последняя модификация:

source: Supporting Materials
de_de: Hilfsmaterialien
el_gr: Υποστηρικτικό Υλικό
et_ee: Lisamaterjalid
fi_fi: Lisämateriaalit
hu_hu: Segédanyagok
pt_pt: Materiais de apoio
ru_ru: Дополнительный материал

source: Add your tag
de_de: Schlagwort hinzufügen
el_gr: Προσθέστε ετικέτα
et_ee: Sildi lisamine
fi_fi: Lisää tägi
hu_hu: Adjon hozzá a címkét
pt_pt: Adicione tag
ru_ru: Добавить метку

source: Given Metadata
de_de: angegebene Metadaten
el_gr: Δοθέντα Μεταδεδομένα
et_ee: Antud metadata
fi_fi: Annettu metadata
hu_hu: Megadott metaadat
pt_pt: Adicionar Metadados
ru_ru: Данные метаданные

source: There are no pathways yet.
de_de: Hier sind noch keine Lernpfade vorhanden
el_gr: Δεν υπάρχουν εκπαιδευτικά μονοπάτια ακόμα.
et_ee: Ühtegi õpiteed ei ole veel.
fi_fi: Yhtään opetuskokonaisuutta ei ole vielä luotu.
hu_hu: Még nincs tanösvény
pt_pt: Não existe roteiros.
ru_ru: Пока нет ни одной учебной тропы

source: Educational Pathways
de_de: Lernpfade
el_gr: Εκπαιδευτικά Μονοπάτια
et_ee: Õpiteed
fi_fi: Opetuskokonaisuus
hu_hu: Oktatási tanösvény
pt_pt: Roteiros pedagógicos
ru_ru: Учебные тропы

source: GO NOW!
de_de: Los geht's
el_gr: ΜΕΤΑΒΕΙΤΕ ΤΩΡΑ!
et_ee: ALUSTAN!
fi_fi: Aloita!
hu_hu: Indítás
pt_pt: Veja já!
ru_ru: НАЧАТЬ!

source: Creator
de_de: Ersteller
el_gr: Δημιουργός
et_ee: Koostaja
fi_fi: Tekijä
hu_hu: Létrehozó
pt_pt: Responsável
ru_ru: Составитель

source: You are here
de_de: Sie sind hier
el_gr: Είστε εδώ
et_ee: Teie asukoht
fi_fi: Olet täällä
hu_hu: Ön itt áll
pt_pt: Você está aqui
ru_ru: Вы находитесь здесь

source: Edit Pathway: %s
de_de: Den Lernpfad %s bearbeiten
el_gr: Επεξεργασία Εκπαιδευτικού Μονοπατιού: %s
et_ee: Õpitee muutmine: %s
fi_fi: Muokkaa opetuskokonaisuutta: %s
hu_hu: Tanösvény szerkesztése: %s
pt_pt: Editar roteiro:%s
ru_ru: Редактирование учебной тропы: %s

source: Edit Pathway
de_de: Den Lernpfad bearbeiten
el_gr: Επεξεργασία Εκπαιδευτικού Μονοπατιού
et_ee: Muuda õpiteed
fi_fi: Muokkaa opetuskokonaisuutta
hu_hu: Tanösvény szerkesztése
pt_pt: Editar roteiro
ru_ru: Редактировать учебную тропу

source: Preview Pathway
de_de: Den Lernpfad ansehen
el_gr: Προεπισκόπηση Εκπαιδευτικού Μονοπατιού
et_ee: Õpitee eelvaade
fi_fi: Esikatsele opetuskokonaisuutta
hu_hu: Tanösvény előnézete
pt_pt: Pré-visualizar roteiro
ru_ru: Превью учебной тропы

source: Quality Criteria for Natural Europe Pathways
de_de: Qualitätskriterien für Natural Europe Lernpfade
el_gr: Ποιοτικά κριτήρια για τα Εκπαιδευτικά Μονοπάτια του Natural Europe
et_ee: Natural Europe kvaliteedikriteeriumid
fi_fi: Natural Europe -projektin opetuskokonaisuuksien laatukriteerit
hu_hu: A Natural Europe tanösvények minőségi követelményei
pt_pt: Critérios de qualidade dos roteiros Natural Europe
ru_ru: Критерии качества Natural Europe

source: Description
de_de: Beschreibung
el_gr: Περιγραφή
et_ee: Kirjeldus
fi_fi: Kuvaus
hu_hu: Leírás
pt_pt: Descrição
ru_ru: Описание

source: Language
de_de: Sprache
el_gr: Γλώσσα
et_ee: Keel
fi_fi: Kieli
hu_hu: Nyelv
pt_pt: Idioma
ru_ru: Язык

source: Pathway Title
de_de: Lernpfadtitel
el_gr: Τίτλος Εκπαιδευτικού Μονοπατιού
et_ee: Õpitee pealkiri
fi_fi: Opetuskokonaisuuden otsikko
hu_hu: Tanösvény címe
pt_pt: Título do roteiro
ru_ru: Название учебной тропы

source: no spaces or special characters
de_de: Keine Sonderzeichen!
el_gr: χωρίς κενά ή ειδικούς χαρακτήρες
et_ee: Tühikud ja erimärgid ei ole lubatud
fi_fi: Ei välilyöntejä tai erikoismerkkejä
hu_hu: szóköz és speciális karakterek nélkül
pt_pt: Sem espaços ou caracteres especiais
ru_ru: Пробелы и специальные символы не допускаются

source: Pathway ready for validation
de_de: Lernpfad fertig zur Validierung
el_gr: Εκπαιδευτικό Μονοπάτι έτοιμο για επικύρωση
et_ee: Õpitee on kinnitamiseks valmis
fi_fi: Opetuskokonaisuus on valmis vahvistusta varten
hu_hu: A tanösvény jóváhagyásra előkészítve
pt_pt: Roteiro pronto para validação
ru_ru: Учебная тропа готова к утверждению

source: Pathway Metadata
de_de: Metadaten des Lernpfades
el_gr: Μεταδεδομένα Εκπαιδευτικού Μονοπατιού
et_ee: Õpitee metadata
fi_fi: Opetuskokonaisuuden metadata
hu_hu: Tanösvény metaadatai
pt_pt: Metadados do roteiro
ru_ru: Метаданные учебной тропы

source: Save and Finish
de_de: Speichern und fertig
el_gr: Αποθήκευση και Τέλος
et_ee: Salvesta ja lõpeta
fi_fi: Tallenna ja lopeta
hu_hu: Mentés és befejezés
pt_pt: Guardar e terminar
ru_ru: Сохранить и закончить

source: Save Changes
de_de: Änderungen übernehmen
el_gr: Αποθηκεύστε τις αλλαγές
et_ee: Salvesta muudatused
fi_fi: Tallenna muutokset
hu_hu: Változtatások mentése
pt_pt: Guardar alterações
ru_ru: Сохранить изменения

source: Select Pathway Template
de_de: Wählen Sie ein Lernpfad-Formular aus
el_gr: Επιλέξτε Πρότυπο Εκπαιδευτικού Μονοπατιού
et_ee: Vali õpitee mall
fi_fi: Valitse opetuskokonaisuuden pohja
hu_hu: Tanösvény-típus választása
pt_pt: Selecionar
ru_ru: Выбрать модель учебной тропы

source: There are no sections
de_de: Hier sind keine Abteilungen
el_gr: Δεν υπάρχουν ενότητες
et_ee: Lõigud puuduvad
fi_fi: Ei osia
hu_hu: Nincsenek szakaszok.
pt_pt: Não existe secções
ru_ru: Разделы отсутствуют

source: Cancel
de_de: Abbrechen
el_gr: Ακύρωση
et_ee: Tühista
fi_fi: Keskeytä
hu_hu: Mégse
pt_pt: Cancelar
ru_ru: Отменить

source: Click to add Supporting Materials
de_de: Klicken, um unterstützendes Material hinzuzufügen
el_gr: Επιλέξτε για να προσθέσετε Υποστηρικτικό Υλικό
et_ee: Kliki lisamaterjalide lisamiseks
fi_fi: Klikkaa ja lisää lisämateriaalia
hu_hu: Segédanyagok hozzáadásához kattintson ide
pt_pt: Click para adicionar Materiais de suporte
ru_ru: Щелкнуть для добавления дополнительного материала

source: Resources that will be added here serve as <br> complementary to the items attached on the pathway
el_gr: Τα αντικείμενα που θα προστεθούν εδώ θα χρησιμεύσουν ως <br> συμπληρωματικά στα στοιχεία που είναι συνδεδεμένα στο εκπαιδευτικό μονοπάτι
et_ee: Siia lisatud materjalid täiendavad <br> õpiteele lisatud õppematerjale
fi_fi: Lisättävät resurssit toimivat opetuskokonaisuuden täydentäjinä
hu_hu: Az itt hozzáadott segédanyagok a tanösvény mellékleteinek további kiegészítői.
pt_pt: Os recursos aqui adicionados servem <br> complementam os items adicionados ao roteiro.
ru_ru: Добавляемые материалы дополнят <br> подключенный к учебной тропе материал

source: Select an object to add
de_de: Wählen Sie ein Objekt, das hinzugefügt werden soll:
el_gr: Επιλέξτε ένα αντικείμενο για προσθήκη
et_ee: Vali lisatav objekt
fi_fi: Valitse lisättävä kohde
hu_hu: Válassza ki a hozzáadni kívánt objektumot
pt_pt: Selecione um objeto para adicionar
ru_ru: Выбрать добавляемый объект

source: All Items:
de_de: Alle Objekte anzeigen
el_gr: Όλα τα στοιχεία:
et_ee: Kõik kirjed
fi_fi: Kaikki kohteet:
hu_hu: Valamennyi tétel:
pt_pt: Todos os items:
ru_ru: Все записи

source: Insert
de_de: einfügen
el_gr: Εισαγωγή
et_ee: Sisesta
fi_fi: Lisää
hu_hu: Beszúrás
pt_pt: Inserir
ru_ru: Ввод

source: No items
de_de: Keine Objekte
el_gr: Κανένα στοιχείο
et_ee: Kirjed puuduvad
fi_fi: Ei kohteita
hu_hu: Nincsen egyetlen tétel sem.
pt_pt: Sem items
ru_ru: Записи отсутствуют

source: Insert new image to your collection
de_de: Ein neues Bild Ihrer Sammlung hinzufügen
el_gr: Εισαγωγή νέας εικόνας στη συλλογή σας
et_ee: Sisesta uus pilt
fi_fi: Lisää uusi kuva kokoelmaasi
hu_hu: Új kép felvétele a saját gyűjteménybe.
pt_pt: Insira uma nova imagem à sua coleção

source: Guided Pathway
de_de: Geführter Lernpfad
el_gr: Καθοδηγούμενο Εκπαιδευτικό μονοπάτι
et_ee: Juhendatud õpitee
fi_fi: Ohjattu opetuskokonaisuus
hu_hu: Oktatási tanösvény
pt_pt: Roteiro orientado

source: Game-Based Pathway
de_de: Spielerischer Lernpfad
el_gr: Εκπαιδευτικό μονοπάτι βασισμένο στο παιχνίδι
et_ee: Mängupõhine õpitee
fi_fi: Peliin perustuva opetuskokonaisuus
hu_hu: Családi tanösvény
pt_pt: Roteiro baseado num jogo

source: Interactive Installation Pathway
de_de: Lernpfad für eine interaktive Installation
el_gr: Εκπαιδευτικό μονοπάτι διαδραστικής εγκατάστασης
et_ee: Interaktiivse installatsiooni õpitee
fi_fi: Vuorovaikutteisesti asennettava opetuskokonaisuus
hu_hu: Interaktív berendezés anyaga
pt_pt: Instalação interativa do roteiro

source: AUTHORING
de_de: Autorisch
el_gr: ΣΥΓΓΡΑΦΙΚΟ
et_ee: AUTORISEERIMINE
fi_fi: KIRJOITUS
hu_hu: Szerkesztés
pt_pt: Criação

source: DESCRIBE YOUR PATHWAY
de_de: Beschreiben Sie Ihren Lernpfad
el_gr: ΠΕΡΙΓΡΑΨΤΕ ΤΟ ΕΚΠΑΙΔΕΥΤΙΚΟ ΣΑΣ ΜΟΝΟΠΑΤΙ
et_ee: ÕPITEE KIRJELDAMINE
fi_fi: KUVAILE OPETUSKOKONAISUUTTASI
hu_hu: A tanösvény metaadatai
pt_pt: Descreva o seu roteiro

source: Pages
de_de: Seiten
el_gr: Σελίδες
et_ee: Leheküljed
fi_fi: Sivut
hu_hu: Oldalak
pt_pt: Página

source: Add one of your resources as supporting material for this page. Resources that will be added here serve as complementary to the items attached on the pathway
de_de: Fügen Sie aus Ihren Materialien Hilfsmaterialien für diese Seite hinzu.
el_gr: Προσθέστε ένα από τα αντικείμενα σας ως υποστηρικτικό υλικό γι'αυτή τη σελίδα. Αντικείμενα που θα προστεθούν εδώ χρησιμεύουν ως συμπληρωματικά στα αντικείμενα που επισυνάπτονται στο εκπαιδευτικό μονοπάτι.
et_ee: Lisa vahend. Lisatud vahendid on õpitee materjalidele täienduseks.
fi_fi: Lisää yksi resurssisi tukiaineistoksi tälle sivulle. Tähän lisättävät resurssit täydentävät opetuskokonaisuuteen liitettyjä teoksia
hu_hu: Az oldalhoz tartozó segédanyagokat itt lehet behívni a saját segédanyag-gyűjteményből. A segédanyagok csatolása egyesével lehetséges.
pt_pt: Adicione um dos seus recursos nos materiais de apoio para esta página. Os Recursos adicionados servem como complemento ao iten adicionado ao roteiro.

source: Add supporting material
de_de: Hilfsmaterialien hinzufügen
el_gr: Προσθήκη υποστηρικτικού υλικού
et_ee: Lisa toetavaid materjale
fi_fi: Lisää tukiaineistoa
hu_hu: Segédanyag hozzáadása
pt_pt: Adicione Materiais de Apoio

source: Insert Supporting Material
de_de: Hilfsmaterial einsetzen
el_gr: Εισαγωγή υποστηρικτικού υλικού
et_ee: Sisesta toetavaid materjale
fi_fi: Lisää tukiaineistoa
hu_hu: Segédanyag beszúrása
pt_pt: Inserir Materiais de Apoio

source: Insert new file to your collection
de_de: Eine neue Datei Ihrer Sammlung hinzufügen
el_gr: Εισαγωγή νέου αρχείου στη συλλογή σας
et_ee: Lisa kollektsioonile uus fail
fi_fi: Lisää uusi tiedosto kokoelmaasi
hu_hu: Új fájl felvétele a saját gyűjteménybe
pt_pt: Inserir um novo ficheiro na coleção

source: Insert new hyperlink to your collection
de_de: Einen neuen Hyperlink der Sammlung hinzufügen
el_gr: Εισαγωγή νέου συνδέσμου στη συλλογή σας
et_ee: Lisa kollektsioonile uus hüperlink
fi_fi: Lisää uusi hyperlinkki kokoelmaasi
hu_hu: Új hivatkozás felvétele a saját gyűjteménybe
pt_pt: Adicionar um novo hiperlink à coleção

source: Insert image: the image files added here will appear within the corpus of your pathway.
de_de: Ein Bild einsetzen
el_gr: Εισαγωγή εικόνας: τα αρχεία εικόνων που θα προστεθούν εδώ θα εμφανιστούν μέσα στο σώμα του εκπαιδευτικού σας μονοπατιού.
et_ee: Sisesta pilt: siia lisatud pildifailid ilmuvad seespool õpitee korpust.
fi_fi: Lisää kuva: tässä lisättävät kuvatiedostot näkyvät opetuskokonaisuutesi korpuksessa.
hu_hu: Kép beszúrása. Az itt beszúrt kép a szövegtörzsben jelenik meg, az utána következő szövegblokk alatt.
pt_pt: Inserir imagem: o ficheiro da imagem aqui adicionada vai parecer no corpo do roteiro.

source: Insert Selected Image
de_de: Das ausgewählte Bild einsetzen
el_gr: Εισαγωγή επιλεγμένης εικόνας
et_ee: Sisesta valitud pilt
fi_fi: Lisää valittu kuva
hu_hu: A kiválasztott kép beszúrása.
pt_pt: Inserir imagem selecionada

source: Important info: When you are inserting a new external resource please make sure you saved all the changes in your pathway.
de_de: Wichtige Information: Vor dem Einsetzen externer Materialien unbedingt den Lernpfad sichern
el_gr: Σημαντική πληροφορία: Όταν εισάγετε ένα νέο εξωτερικό αντικείμενο παρακαλώ βεβαιωθείτε ότι σώσατε όλες τις αλλαγές στο εκπαιδευτικό σας μονοπάτι.
et_ee: Tähtis info: Uute väliste materjalide lisamisel palun veendu, et kõik õpitee muudatused oleksid salvestatud.
fi_fi: Kun olet lisäämässä uutta ulkoista resurssia, varmista että olet tallentanut kaikki muutokset opetuskokonaisuuteesi.
hu_hu: Fontos információ: Új segédanyagot csatolása előtt mindenképpen menteni kell a változtatásokat.
pt_pt: Informação importante: Quando inserir um recurso externo certifique-se que gravou todas as alterações que fez no roteiro.

source: Inserting a new external resource will reload your pathway page and all the unsaved changes will be lost.
de_de: Beim Einsetzen neuer externer Materialien wird die Seite neu geladen und alle ungesicherten Veränderungen gehen verloren!!
el_gr: Εισάγοντας ένα νέο εξωτερικό αντικείμενο θα επαναφορτώσετε τη σελίδα του εκπαιδευτικού σας μονοπατιού και όλες οι μη αποθηκευμένες αλλαγές θα χαθούν.
et_ee: Uute väliste materjalide lisamisel taaslaaditakse õpitee lehekülg ja salvestamata muudatused lähevad kaduma.
fi_fi: Uuden ulkoisen resurssin lisääminen saa opetuskokonaisuuden sivun latautumaan uudestaan ja kaikki tallentamattomat muutokset katoavat.
hu_hu: Az új segédanyag csatolása során a program újratölti az oldalt, és a nem mentett változtatások elvesznek.
pt_pt: Insira um novo recurso externo e volte ao seu roteiro e todas as alterações realizadas serão perdidas.

source: Introductory Section
de_de: Einführungsabschnitt
el_gr: Εισαγωγικό τμήμα
et_ee: Sissejuhatav lõik
fi_fi: Johdanto-osa
hu_hu: Kedvcsináló
pt_pt: Seção introdutória

source: Educational
de_de: Billdungs
el_gr: Εκπαιδευτικός
et_ee: Hariduslik
fi_fi: Opetuksellinen
hu_hu: Oktatási
pt_pt: Educativo

source: Assignments
de_de: Aufgaben
el_gr: Αναθέσεις
et_ee: Ülesanded
fi_fi: Tehtävät
hu_hu: Feladatok
pt_pt: Designações

source: Screen 1
de_de: Bildschirmseite 1
el_gr: Οθόνη 1
et_ee: Ekraan 1
fi_fi: Ruutu 1
hu_hu: 1. képernyő
pt_pt: Ecrã 1

source: Screen 2
de_de: Bildschirmseite 2
el_gr: Οθόνη 2
et_ee: Ekraan 2
fi_fi: Ruutu 2
hu_hu: 2. képernyő
pt_pt: Ecrã 2

source: Screen 3
de_de: Bildschirmseite 3
el_gr: Οθόνη 3
et_ee: Ekraan 3
fi_fi: Ruutu 3
hu_hu: 3. képernyő
pt_pt: Ecrã 3

source: Screen 4
de_de: Bildschirmseite 4
el_gr: Οθόνη 4
et_ee: Ekraan 4
fi_fi: Ruutu 4
hu_hu: 4. képernyő
pt_pt: Ecrã 4

source: Screen 5
de_de: Bildschirmseite 5
el_gr: Οθόνη 5
et_ee: Ekraan 5
fi_fi: Ruutu 5
hu_hu: 5. képernyő
pt_pt: Ecrã 5

source: Screen 6
de_de: Bildschirmseite 6
el_gr: Οθόνη 6
et_ee: Ekraan 6
fi_fi: Ruutu 6
hu_hu: 6. képernyő
pt_pt: Ecrã 6

source: Screen 7
de_de: Bildschirmseite 7
el_gr: Οθόνη 7
et_ee: Ekraan 7
fi_fi: Ruutu 7
hu_hu: 7. képernyő
pt_pt: Ecrã 7

source: Screen 8
de_de: Bildschirmseite 8
el_gr: Οθόνη 8
et_ee: Ekraan 8
fi_fi: Ruutu 8
hu_hu: 8. képernyő
pt_pt: Ecrã 8

source: Screen 9
de_de: Bildschirmseite 9
el_gr: Οθόνη 9
et_ee: Ekraan 9
fi_fi: Ruutu 9
hu_hu: 9. képernyő
pt_pt: Ecrã 9

source: Screen 10
de_de: Bildschirmseite 10
el_gr: Οθόνη 10
et_ee: Ekraan 10
fi_fi: Ruutu 10
hu_hu: 10. képernyő
pt_pt: Ecrã 10

source: Screen 11
de_de: Bildschirmseite 11
el_gr: Οθόνη 11
et_ee: Ekraan 11
fi_fi: Ruutu 11
hu_hu: 11. képernyő
pt_pt: Ecrã 11

source: Screen 12
de_de: Bildschirmseite 12
el_gr: Οθόνη 12
et_ee: Ekraan 12
fi_fi: Ruutu 12
hu_hu: 12. képernyő
pt_pt: Ecrã 12

source: Screen 13
de_de: Bildschirmseite 13
el_gr: Οθόνη 13
et_ee: Ekraan 13
fi_fi: Ruutu 13
hu_hu: 13. képernyő
pt_pt: Ecrã 13

source: Screen 14
de_de: Bildschirmseite 14
el_gr: Οθόνη 14
et_ee: Ekraan 14
fi_fi: Ruutu 14
hu_hu: 14. képernyő
pt_pt: Ecrã 14

source: Screen 15
de_de: Bildschirmseite 15
el_gr: Οθόνη 15
et_ee: Ekraan 15
fi_fi: Ruutu 15
hu_hu: 15. képernyő
pt_pt: Ecrã 15

source: The Pathway area provides a list of the Pathways available on the users account.
de_de: Über das Benutzerkonto findet man eine Auflistung aller verfügbaren Lernwege.
el_gr: Η περιοχή του Εκπαιδευτικού μονοπατιού παρέχει διαθέσιμη στο λογαριασμό των χρηστών μια λίστα των Εκπαιδευτικών μονοπατιών.
et_ee: Kasutajate kontol asuv õpitee ala pakub loetelu kättesaadavatest õpiteedest.
fi_fi: Opetuskokonaisuusalueella on luettelo opetuskokonaisuuksista, jotka ovat saatavissa käyttäjän tilillä.
hu_hu: A tanösvények felületen az Ön felhasználói fiókjába tartozó tanösvények találhatók.
pt_pt: A área dos roteiros proporciona a lista de roteiros disponíveis na conta do utilizador.

source: To read more about each Pathway, click on the Title link.
de_de: Um mehr über die Lernwege zu erfahren, klicken Sie auf den Titellink.
el_gr: Για να διαβάσετε περισσότερα για κάθε εκπαιδευτικό μονοπάτι, κάντε κλικ στο σύνδεσμο του τίτλου.
et_ee: Et lugeda rohkem iga õpitee kohta, klõpsake Pealkirja lingile.
fi_fi: Voit lukea lisää kustakin opetuskokonaisuudesta klikkaamalla otsikkolinkkiä.
hu_hu: Ha bele szeretne nézni valamelyik tanösvénybe, akkor kattinson a címére.
pt_pt: Para ler mais acerca deste Roteiro, clique no link do título.

source: Also you can add a new Pathway, edit and delete Pathways.
de_de: Sie können auch neue Lernwege hinzufügen und bestehende bearbeiten oder löschen.
el_gr: Επίσης μπορείτε να προσθέσετε ένα καινούργιο Εκπαιδευτικό μονοπάτι, να επεξεργαστείτε και να διαγράψετε Εκπαιδευτικά μονοπάτια.
et_ee: Samuti saate õpiteid redigeerida, kustutada ja lisada uusi õpiteid.
fi_fi: Voit myös lisätä uuden opetuskokonaisuuden ja muokata ja poistaa opetuskokonaisuuksia.
hu_hu: Itt tud tanösvényt szerkeszteni, törölni vagy újat létre hozni.
pt_pt: Também pode adicionar, Editar e apagar um Roteiro.

source: Guided pathway: Addressed to school communities
de_de: Geführte Lernwege: Dieses Angebot richtet sich an Schulen.
el_gr: Καθοδηγούμενο Εκπαιδευτικό μονοπάτι: Απευθύνεται στις σχολικές κοινότητες
et_ee: Juhendatud õpitee: mõeldud koolidele
fi_fi: Ohjattu opetuskokonaisuus: Suunnattu kouluyhteisöille.
hu_hu: Oktatási tanösvény vagy irányított tanösvény - pedagógusok és tanítványaik számára készül
pt_pt: Roteiros para estudos na escola e no museu: Direcionado para a comunidade escolar

source: Open Pathway: Addressed to lifelong learners and especially families
de_de: Lernpfad für Familien: Dieses Angebot richtet sich an Erwachsene und insbesondere Familien.
el_gr: Ανοιχτή Εκπαιδευτική Διαδρομή: Απευθύνεται στους εκπαιδευόμενους δια βίου μάθησης και ειδικά στις οικογένειες
et_ee: Avatud õpitee: mõeldud elukestvaks õppeks, eriti peredele
fi_fi: Avoin oppimispolku: Suunnattu elinikäisille oppijoille ja erityisesti perheille.
hu_hu: Családi tanösvény vagy játék-alapú tanösvény - életkortól függetlenül minden tanulni vágyó számára
pt_pt: Roteiros para jogos nas exposições: Direcionado para o público em geral, especialmente famílias.

source: Interactive Installation Pathway: To use them in Interactive Installation Tool
de_de: Lernweg mit interaktiven Installationen zur Benutzung mit dem Werkzeug für interaktive Installationen
el_gr: Εκπαιδευτικό μονοπάτι διαδραστικής εγκατάστασης: Για να τα χρησιμοποιήσετε σε Διαδραστικό Εργαλείο Εγκατάστασης
et_ee: Interaktiivse installatsiooni õpitee: kasutamiseks Interaktiivse tööriista abil.
fi_fi: Vuorovaikutteisesti asennettava opetuskokonaisuus: Käytetään vuorovaikutteisen asennustyökalun kanssa
hu_hu: Interaktív egység tartalma - számítógépes terminál anyagaként szolgáló tanösvény
pt_pt: Roteiro interativo: Para usar com a ferramenta interativa IIT (Interactive Installation Tool).

source: Make your pathway public
de_de: Veröffentlichen Sie Ihren Lernweg.
el_gr: Κάντε το Εκπαιδευτικό σας μονοπάτι δημόσιο
et_ee: Muutke õpitee avalikuks
fi_fi: Tee opetuskokonaisuudestasi julkinen
hu_hu: Itt teheti a tanösvényt nyilvánossá.
pt_pt: Torne o seu roteiro publico.

source: This is the area where you can create your pathway
de_de: In diesem Bereich können Sie Ihren Lernweg anlegen.
el_gr: Αυτή είναι η περιοχή που μπορείτε να δημιουργήσετε το εκπαιδευτικό σας μονοπάτι
et_ee: Siin saate luua oma õpitee
fi_fi: Tällä alueella voit luoda oman opetuskokonaisuutesi.
hu_hu: Ez az a felület, ahol tanösvényt lehet létre hozni.
pt_pt: Nesta área pode criar o seu Roteiro.

source: Save and remain in the same page
de_de: Speichern und auf der gleichen Seite bleiben
el_gr: Αποθήκευση και παραμονή στην ίδια σελίδα
et_ee: Salvestage ja jääge samale lehele
fi_fi: Tallenna ja pysy samalla sivulla
hu_hu: Mentés és az oldal további szerkesztése.
pt_pt: Guardar e manter-me na mesma página.

source: Save and go back to the main page of pathway
de_de: Speichern und und zur Hauptseite des Lernwegs zurückkehren
el_gr: Αποθήκευση και επιστροφή στη κύρια σελίδα του εκπαιδευτικού μονοπατιού
et_ee: Salvestage ja minge tagasi õpitee pealehele
fi_fi: Tallenna ja palaa opetuskokonaisuuden pääsivulle
hu_hu: Mentés és visszatérés a tanösvény kezdőlapjához.
pt_pt: Guardar e voltar para a página principal do roteiro

source: Save the changes and remain to the main page of pathway
de_de: Änderungen speichern und auf der Hauptseite des Lernwegs bleiben
el_gr: Αποθήκευση των αλλαγών και παραμονή στη κύρια σελίδα του εκπαιδευτικού μονοπατιού
et_ee: Salvestage muudatused ja jääge õpitee pealehele
fi_fi: Tallenna muutokset ja pysy opetuskokonaisuuden pääsivulla.
hu_hu: Változások mentése
pt_pt: Guardar as alterações e permanecer na página principal do roteiro

source: Save and go out to the list pathway
de_de: Speichern und zur Liste der Lernwege gehen
el_gr: Αποθήκευση και έξοδος από τη λίστα του εκπαιδευτικού μονοπατιού
et_ee: Salvestage ja minge õpitee nimekirja juurde
fi_fi: Tallenna ja mene opetuskokonaisuuksien luetteloon
hu_hu: Mentés és kilépés.
pt_pt: Guardar e ir para a lista de roteiros

source: Provide information about your pathway and make it searchable through the finders.
de_de: Stellen Sie Informationen zu Ihrem Lernweg zur Verfügung und machen Sie ihn für Suchmaschinen auffindbar.
el_gr: Δώστε πληροφορίες για το εκπαιδευτικό σας μονοπάτι και κάντε το αναζητήσιμο μέσω των ανιχνευτών.
et_ee: Esitage õpitee kohta teavet ja tehke otsingusüsteemis leitavaks.
fi_fi: Anna tietoja opetuskokonaisuudestasi ja tee mahdolliseksi löytää hakutoiminnolla.
hu_hu: Adja meg a tanösvény alapinformációit annak érdekében, hogy a böngészőben kereshetővé váljon.
pt_pt: Adicione mais informação acerca do seu roteiro e torne-o pesquisável.

source: Info about any necessary arrangements needed by the interested teacher before launching the activities described and/or proposed in the following sections.
de_de: Informationen zu notwendigen Vorkehrungen, die interessierte Lehrer treffen sollten, bevor sie die beschriebenen und/oder nachfolgend angebotenen Aktivitäten freischalten
el_gr: Πληροφορίες σχετικά με τις αναγκαίες ρυθμίσεις που απαιτούνται από τον ενδιαφερόμενο δάσκαλο πριν από την έναρξη των δραστηριοτήτων που περιγράφονται ή / και προτείνονται στις παρακάτω ενότητες.
et_ee: Info vajalike meetmete kohta, mida vajavad õpetajad enne kirjeldatud ja/või järgmistes osades kavandatud tegevuste käivitamist.
fi_fi: Tietoa asianomaisen opettajan tarvitsemista järjestelyistä ennen seuraavissa osissa kuvattujen ja/tai ehdotettujen toimenpiteiden käynnistämistä.
hu_hu: Milyen előkészületeket kell tenni mielőtt nekilátunk a munkának?
pt_pt: Informações sobre a preparação necessária ao professor interessado antes de iniciar as atividades descritas e / ou propostas nas seções seguintes.
