Repository: agroknow/PAT
Catalog: plugins/ExhibitBuilder/languages/*.po
Languages: de_de, el_gr, et_ee, fi_fi, hu_hu, pt_pt, ru_ru

source: Give the relevant education curriculum which inform in a direct way about the prerequisite knowledge of the students to participate in the educational pathway.
de_de: Stellen Sie einen Lehr-/Lernplan zur Verfügung, der direkt über das Vorwissen der teilnehmenden Schüler informiert.
el_gr: Δώστε το σχετικό αναλυτικό πρόγραμμα εκπαίδευσης που ενημερώνει με άμεσο τρόπο για την γνώση που οι μαθητές προϋποθέτει να έχουν για να συμμετάσχουν στο εκπαιδευτικό μονοπάτι.
et_ee: Kirjeldage õpitees osalevate õpilaste eeldatavaid teadmisi.
fi_fi: Anna asianomainen opetussuunnitelma, jossa kerrotaan suoraan, mitä tietoja oppilailla on oltava, jotta he voivat osallistua opetuskokonaisuuteen."
hu_hu: A tanterv mely egységeit fedi le a tanösvény? Milyen előzetes tudással kell rendelkezniük a résztvevő diákoknak?
pt_pt: Dê o currículo relevante para que os alunos tenham um conhecimento prévio para participar no percurso educativo.

source: Describe the means and material that would be used inside the classroom for attracting the student's attention.
de_de: Beschreiben Sie die Medien und Materialien, die in der Klasse benutzt werden, um die Aufmerksamkeit der Schüler zu unterstützen.
el_gr: Περιγράψτε τα μέσα και το υλικό που θα χρησιμοποιηθεί στη τάξη για να προσελκύσει την προσοχή των μαθητών.
et_ee: Kirjeldage, viise ja materjale, mida kasutatada klassiruumis õpilaste tähelepanu köitmiseks.
fi_fi: Kuvaile keinoja ja aineistoja, joita käytettäisiin luokkahuoneessa herättämään oppilaiden kiinnostusta.
hu_hu: Milyen módszerekkel és anyagokkal kelthetjük fel a diákok érdeklődését téma iránt?
pt_pt: Descreva os meios e materiais que seriam usados ​​dentro da sala de aula para atrair a atenção do aluno.

source: Format questions that will be presented to the students for further enhancement of their engagement in thinking about the target subject matter based on their existing knowledge.
de_de: Richten Sie Fragen ein, die den Schülern für eine vertiefte Auseinandersetzung mit dem Lernziel dienen, ausgehend vom bestehenden Kenntnisniveau.
el_gr: Σχηματίστε ερωτήσεις που θα παρουσιαστούν στους μαθητές για την περαιτέρω βελτίωση της εμπλοκής τους στον τρόπο σκέψης σχετικά με το θέμα-στόχο βασισμένες στις υπάρχουσες γνώσεις τους.
et_ee: Moodustage küsimusi, mida esitatada õpilastele tõstmaks nende mõtteaktiivsust teemal, mis põhineb nende olemasolevatel teadmistel.
fi_fi: Muodosta oppilaille esitettäviä kysymyksiä, joiden avulla he voivat pohtia syvällisemmin kohteena olevaa aihepiiriä olemassa olevien tietojensa pohjalta.
hu_hu: Mely kérdésekkel ösztönzhetjük a diákokat arra, hogy meglévő tudásuk felhasználásával tovább gondolkodjanak az adott témáról?
pt_pt: Formule questões a serem apresentadas aos alunos para reforçar ainda mais o seu compromisso de pensar sobre o tema em estudo com base no seu conhecimento existente.

source: Describe the way that students can be encouraged to propose possible explanations to the questions emerged from the previous activity.
de_de: Beschreiben Sie, wie Schüler darin unterstützt werden können, mögliche Erklärungen zu den Fragen der vorhergehenden Aktivität zur Verfügung zu stellen.
el_gr: Περιγράψτε τον τρόπο με τον οποίο οι μαθητές μπορούν να ενθαρρύνονται να προτείνουν πιθανές εξηγήσεις στα ερωτήματα που προέκυψαν από την προηγούμενη δραστηριότητα.
et_ee: Kirjeldage, kuidas õpilasi julgustada välja pakkuma võimalikke selgitusi eelmises tegevuses tekkinud küsimustele.
fi_fi: Kuvaile miten oppilaita voidaan kannustaa ehdottamaan mahdollisia selityksiä kysymyksiin, jotka ovat heränneet edellisen toiminnan aikana.
hu_hu: Módszerek, amelyekkel arra bátorítjuk a diákokat, hogy az előző tevékenység során felmerült kérdésekre magyarázatokat keressenek.
pt_pt: Descreva a forma de estimular os alunos a propor possíveis explicações para as perguntas que surgiram a partir da atividade anterior.

source: Describe the means and material that will be used for facilitating the students to focus on evidence as a source of answers to scientific questions.
de_de: Beschreiben Sie Medien und Materialien, die benutzt werden können, um den Schülern die Konzentration auf Beweise als Quelle wissenschaftlicher Erkenntnis zu erleichtern.
el_gr: Περιγράψτε τα μέσα και τα υλικά που θα χρησιμοποιηθούν για να διευκολύνουν τους μαθητές να επικεντρωθούν σε στοιχεία ως πηγή απαντήσεων σε επιστημονικά ερωτήματα.
et_ee: Kirjeldage viise ja materjale, mida kasutatada lihtsustamaks õpilaste keskendumist tõenditele, mis on teaduslike küsimuste vastuste allikaks.
fi_fi: Kuvaile keinoja ja aineistoja, joilla autetaan oppilaita hakemaan vastauksia tieteellisiin kysymyksiin todistusaineiston pohjalta.
hu_hu: Olyan eszközök és anyagok bemutatása, amelyek segítségével arra ösztönzhetjük a diákokat, hogy a tudományos kérdések megválaszolásakor a tényekből induljanak ki.
pt_pt: Descreva os meios e materiais que serão utilizados para facilitar os alunos a concentrar-se em evidências como uma fonte de respostas para as questões científicas.

source: Locate the appropriate resource and/or the actual exhibit. Give details about the way that students will gather evidence according to the questions posed in the previous stages.
de_de: Lokalisieren Sie geeignete Ressourcen und/oder die tatsächliche Ausstellung. Beschreiben Sie, wie die Schüler Hinweise zu den Fragen in den vorangegangenen Abschnitten erhalten können.
el_gr: Εντοπίστε το κατάλληλο αντικείμενο ή / και το πραγματικό έκθεμα. Δώστε λεπτομέρειες σχετικά με τον τρόπο με τον οποίο οι μαθητές θα συγκεντρώσουν αποδεικτικά στοιχεία σύμφωνα με τα ερωτήματα που τέθηκαν στα προηγούμενα στάδια.
et_ee: Leidke sobiv materjal ja/või eksponaat. Täpsustage, kuidas õpilased saavad koguda tõendeid eelmises etapis esitatud küsimustele.
fi_fi: Paikallista sopiva resurssi ja/tai varsinainen näyttely. Selvitä tarkemmin, kuinka oppilaat kokoavat todistusaineistoa edellisissä vaiheissa esitettyjen kysymysten mukaisesti.
hu_hu: Hol és hogyan hogyan gyűjtenek bizonyítékokat a diákok az előző szakaszokban megfogalmazott kérdések megválaszolásához?
pt_pt: Localize o recurso apropriado e / ou a exposição. Dê detalhes sobre a forma que os alunos irão utilizar para reunir evidências de acordo com as perguntas feitas nas etapas anteriores.

source: Explain the phases of the educational programme.
de_de: Die einzelnen Phasen des Bildungsprogramms erklären
el_gr: Εξηγήστε τις φάσεις του εκπαιδευτικού προγράμματος.
et_ee: Kirjeldage õppeprogrammi etappe.
fi_fi: Selitä opetusohjelman eri vaiheet.
hu_hu: Mi a vizsgált téma korrekt magyarázata?
pt_pt: Explique as fases do progrma educacional

source: Explain how the students groups will evaluate their own explanations.
de_de: Erklären Sie, wie die Schülergruppen ihre eigenen Erklärungen überprüfen können.
el_gr: Εξηγήστε πώς οι ομάδες των μαθητών θα αξιολογήσουν τις δικές τους εξηγήσεις.
et_ee: Selgitage, kuidas õpilaste rühmad saavad oma selgitusi hinnata.
fi_fi: Selitä kuinka oppilasryhmät arvioivat omia selityksiään.
hu_hu: Hogyan segíthetjük csoportokat saját magyarázataik értékelésében?
pt_pt: Explique como é que os grupos de alunos vão avaliar as suas próprias explicações.

source: Details on how to produce a report with the findings of students, presenting and justifying its proposed explanations to other groups, and to the teacher.
de_de: Details zu den Möglichkeiten eines Berichts, der die Erkenntnisse der Schüler anderen Gruppen und dem Lehrer präsentiert und begründet
el_gr: Λεπτομέρειες για το πώς να παράγουν μια έκθεση με τα ευρήματα των μαθητών, παρουσιάζοντας και αιτιολογώντας τις προτεινόμενες εξηγήσεις τους σε άλλες ομάδες, και στο δάσκαλο.
et_ee: Andmed selle kohta, kuidas luua aruanne õpilaste järeldustest, esitada ja põhjendada nende pakutud selgitusi teistele rühmadele ning õpetajale.
fi_fi: Yksityiskohtaiset ohjeet kuinka laatia oppilaiden löydöksiä kuvaava raportti, jossa ehdotetut selitykset esitetään ja perustellaan toisille ryhmille ja opettajalle.
hu_hu: Hogyan mutassák be és indokolják a csoportok az általuk javasolt magyarázatokat?
pt_pt: Detalhes sobre como produzir um relatório com os resultados dos alunos, apresentando e justificando as explicações propostas para os outros grupos e para o professor.

source: Describe the context of the follow-up activities and materials
de_de: Beschreiben Sie den Kontext der weiterführenden Aktivitäten und Materialien.
el_gr: Περιγράψτε το πλαίσιο των δραστηριοτήτων μεταπαρακολούθησης και των υλικών
et_ee: Kirjelda lisaülesannete ja -materjalide sisu
fi_fi: Kuvaile seurantatoimenpiteiden ja -aineistojen kontekstia
hu_hu: Megszilárdító tevékenységek és anyagok.
pt_pt: Descreva o constexto das atividades de ampliação de conhecimentos e materiais

source: Give the contact info of the persons and the organization that are related with this pathway.
de_de: Kontaktinformationen zu den Personen und Institutionen, die mit dem Lernweg zusammenhängen
el_gr: Δώστε τα στοιχεία επικοινωνίας των προσώπων και του οργανισμού που σχετίζονται με αυτό το εκπαιδευτικό μονοπάτι.
et_ee: Andke õpiteedega seotud inimeste ja organisatsioonide kontaktinfo.
fi_fi: Anna tähän opetuskokonaisuuteen liittyvien henkilöiden ja organisaation yhteystiedot.
hu_hu: A tanösvény és a segédanyagok készítőjének valamint az intézménynek az elérhetősége.
pt_pt: Indique o contacto das pessoas e organização realacionadas com o roteiro.

source: Give a basic description about the educational pathway. The means that will be used, the age range etc.
de_de: Beschreiben Sie den Lernweg grundlegend: Medien, Materialien, Altersgruppe etc.
el_gr: Δώστε μια βασική περιγραφή του εκπαιδευτικού μονοπατιού. Τα μέσα που θα χρησιμοποιηθούν, το εύρος ηλικίας κτλ.
et_ee: Andke õpitee põhikirjeldus. Kasutatavad vahendid, vanusepiir jne.
fi_fi: Kuvaile yleisesti opetuskokonaisuutta. Siinä käytettävät keinot, ikähaarukka jne.
hu_hu: A tanösvény rövid bemutatása. (Szükséges eszközök, megvalósításhoz szükséges idő, korosztály stb.)
pt_pt: Indique uma descrição simples acerca do roteiro educacional. Os meios que serão utilizados, faixa etária, etc

source: Set the activity context in a appropriate way in order to attract the attention of participants.
de_de: Richten Sie die Lernumgebung so ein, dass die Aufmerksamkeit von Teilnehmern erregt wird.
el_gr: Ρυθμίστε το πλαίσιο δραστηριότητας με κατάλληλο τρόπο προκειμένου να προσελκύσετε την προσοχή των συμμετεχόντων.
et_ee: Määrake tegevuse kontekst asjakohasel viisil, et köita osalejate tähelepanu.
fi_fi: Yhdistä toiminta sopivaan asiayhteyteen osallistujien huomion herättämiseksi.
hu_hu: A tevékenység keretének helyes megválasztásával hogyan kelthetjük fel a gyermekek/résztvevők érdeklődését?
pt_pt: Defina o contexto da atividade de uma forma adequada, a fim de atrair a atenção dos participantes.

source: Give guidelines on how the participants will fill in for example the questionnaires.
de_de: Geben Sie Hinweise, wie die Teilnehmer z.B. Fragebögen ausfüllen können.
el_gr: Δώστε οδηγίες για το πώς οι συμμετέχοντες θα συμπληρώσουν για παράδειγμα τα ερωτηματολόγια.
et_ee: Andke suunised, kuidas täita näiteks küsimustikke.
fi_fi: Anna osallistujille ohjeita mm. siitä kuinka kysymyslomakkeet täytetään.
hu_hu: Indító kérdések, amelyekkel a gyerekeket/résztvevőket bevonhatjuk a foglalkozásba.
pt_pt: Dê orientações sobre como os participantes irão preencher, por exemplo, os questionários.

source: Give the differ kinds of games like crosswords, multiple choice questions etc. Explain how to play with them, in groups or individually.
de_de: Nennen Sie die unterschiedlichen Spiele wie Kreuzworträtsel, Auswahlfragen etc. Erklären Sie, wie sie allein oder in Gruppen gespielt werden können.
el_gr: Δώστε τα διαφορετικά είδη των παιχνιδιών όπως σταυρόλεξα, ερωτήσεις πολλαπλής επιλογής, κλπ. Εξηγήστε πώς να παίξουν με αυτά, σε ομάδες ή ατομικά.
et_ee: Pakkuge erinevaid mänge: ristsõnu, valikvastustega küsimusi jne. Selgitage, kuidas nendega mängida, gruppides või individuaalselt.
fi_fi: Anna oppilaille erilaisia pelejä, kuten esimerkiksi ristisanatehtäviä ja monivalintakysymyksiä. Selitä kuinka niillä pelataan ryhmässä tai yksin.
hu_hu: Játékok, fejtörők, felfedező utak... Természetesen használati útmutató és megfejtés kíséretében.
pt_pt: Dê diferentes tipos de jogos como palavras cruzadas, questões de escolha múltipla, etc. Explique como jogar, em grupos ou individualmente.

source: Evaluate the results of the games, congratulate the winner and explain to him what his present is and how he can receive it.
de_de: Überprüfen Sie die Ergebnisse der Spiele, gratulieren Sie dem Gewinner und erklären Sie, welche Belohnung er auf welchem Wege erhält.
el_gr: Αξιολογείστε τα αποτελέσματα των παιχνιδιών, συγχαρείτε το νικητή και εξηγήστε του ποιο είναι το δώρο του και πώς μπορεί να το παραλάβει.
et_ee: Hinnake mängude tulemusi, õnnitlege võitjat ja selgitage, mis ta kingituseks on ja kuidas ta saab selle vastu võtta.
fi_fi: Arvioi pelien tulokset, onnittele voittajaa ja selitä hänelle, mikä hänen palkintonsa on ja kuinka hän voi saada sen.
hu_hu: A játék összegzése. Gratuláljunk a nyertesnek, és magyarázzuk el, hogy mi a jutalma, és hol veheti át.
pt_pt: Avaliar os resultados dos jogos, felicitar o vencedor e explicar-lhe qual o prémio e como pode recebê-lo.

source: Open Pathway
de_de: Lernpfad für Familien
el_gr: Ανοιχτή Εκπαιδευτική Διαδρομή
et_ee: Avatud õpitee
fi_fi: Avoin oppimispolku
hu_hu: Családi tanösvény
