Repository: agroknow/PAT
Catalog: plugins/ExhibitBuilder/languages/*.po
Languages: de_de, el_gr, et_ee, fi_fi, hu_hu, pt_pt, ru_ru

source: There are no exhibits yet.
de_de: Es existieren noch keine Objekte in diesem Archiv.
el_gr: Δεν υπάρχει κάποιο έκθεμα ακόμα.
et_ee: Õpiteed puuduvad
fi_fi: Ei näyttelyitä.
hu_hu: Még nincsenek tanösvények.
pt_pt: Não existe ainda um roteiro
ru_ru: Учебные тропы еще отсутствуют

source: Add an exhibit.
de_de: Ein Objekt hinzufügen
el_gr: Προσθήκη ενός Εκθέματος.
et_ee: Õpitee lisamine
fi_fi: Lisää näyttely.
hu_hu: Egy tanösvény hozzáadása.
pt_pt: Adicione um roteiro.
ru_ru: Добавить учебную тропу

source: Theme
de_de: Thema
el_gr: Θέμα
et_ee: Teema
fi_fi: Ulkoasu
hu_hu: Téma
pt_pt: Tema
ru_ru: Тема

source: Delete?
de_de: Löschen?
el_gr: Διαγραφή?
et_ee: Kustuta?
fi_fi: Poista?
hu_hu: Törli?
pt_pt: Apagar?
ru_ru: Удалить?

source: Edit Exhibit: "%s"
de_de: Exponate bearbeiten: "%s"
el_gr: Επεξεργασία Εκθέματος: "%s"
et_ee: Õpitee muutmine: "%s"
fi_fi: Muokkaa näyttelyä: "%s"
hu_hu: "%s" tanösvény szerkesztése
pt_pt: Editar roteiro: "%s"
ru_ru: Редактирование учебной тропы: "%s"

source: Edit Exhibit
de_de: Dieses Objekt bearbeiten
el_gr: Επεξεργασία Εκθέματος
et_ee: Õpitee muutmine
fi_fi: Muokkaa näyttelyä
hu_hu: Tanösvény szerkesztése.
pt_pt: Editar roteiro
ru_ru: Редактирование учебной тропы

source: Are you sure you want to delete this section?
de_de: Sind Sie sicher, dass Sie diese Sektion löschen wollen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το τμήμα;
et_ee: Kas olete kindel, et soovite seda lõiku kustutada?
fi_fi: Vahvista osion poisto
hu_hu: Biztosan törli ezt a szakaszt?
pt_pt: Tem a certeza que quer apagar esta secção?
ru_ru: Вы уверены, что желаете удалить этот раздел

source: Are you sure you want to delete this page?
de_de: Sind Sie sicher, dass Sie diese Seite löschen wollen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη σελίδα;
et_ee: Kas olete kindel, et soovite seda lehekülge kustutada?
fi_fi: Vahvista sivun poisto
hu_hu: Biztosan törli ezt az oldalt?
pt_pt: Tem a certeza que quer apagar esta página?
ru_ru: Вы уверены, что желаете удалить эту страницу?

source: Exhibit Metadata
de_de: Objekt-Metadaten
el_gr: Μεταδεδομένα Εκθέματος
et_ee: Õpitee metadata
fi_fi: Näyttelyn metatiedot
hu_hu: Tanösvény metaadatai
pt_pt: Metadados do roteiro
ru_ru: Метаданные учебной тропы

source: Slug
et_ee: URL-tekst
fi_fi: URL-teksti
hu_hu: Álnév
ru_ru: URL-текст

source: No spaces or special characters allowed.
de_de: Es sind nur alphanumerische Zeichen erlaubt.
el_gr: Τα κενά και οι ειδικοί χαρακτήρες δεν επιτρέπονται.
et_ee: Tühikud ja erimärgid on keelatud.
fi_fi: Välilyönnit tai erikoismerkit eivät ole sallittuja.
hu_hu: Szóközök és speciális karakterek használata nem engedélyezett.
pt_pt: Não são permitidos espaços ou caracteres especiais.
ru_ru: Пробелы и специальные символы не допускаются.

source: Credits
el_gr: Συντελεστές
et_ee: Autorid
fi_fi: Tekijätiedot
hu_hu: Stáblista
pt_pt: Créditos
ru_ru: Авторы

source: Current Public Theme
de_de: Aktuelle Dateien
el_gr: Τρέχων Δημόσιο Θέμα
et_ee: Praegune avalik teema
fi_fi: Nykyinen julkinen ulkoasu
hu_hu: Jelenlegi publikus téma
pt_pt: Tema atual público
ru_ru: Текущая доступная тема

source: Sections and Pages
de_de: Sektionen und Seiten
el_gr: Τμήματα και σελίδες
et_ee: Lõigud ja leheküljed
fi_fi: Osiot ja sivut
hu_hu: Szakaszok és oldalak
pt_pt: Secções e Páginas
ru_ru: Разделы и страницы

source: There are no sections.
de_de: Heir sind keine Sektionen enthalten
el_gr: Δεν υπάρχουν τμήματα.
et_ee: Lõigud puuduvad
fi_fi: Ei osioita.
hu_hu: Nincsenek szakaszok.
pt_pt: Não existe secções.
ru_ru: Разделы отсутствуют

source: To reorder sections or pages, click and drag the section or page up or down to the preferred location.
de_de: Um die Sektionen und Seiten zu reorganisieren, können Sie diese anklicken und nach oben oder unten verschieben
el_gr: Για να αλλάξετε τη σειρά στα τμήματα ή στις σελίδες, κάντε κλικ και σύρετε το τμήμα ή τη σελίδα πάνω ή προς τα κάτω για να την προτιμώμενη θέση.
et_ee: Lõikude ümberpaigutamiseks klikkige ja vedage lõik üles- või allapoole eelistatud kohale.
fi_fi: Vedä ja pudota osiot ja sivut haluamaasi järjestykseen.
hu_hu: A szakaszok vagy oldalak sorrendjének módosításához kattintson a kiválasztott szakaszra vagy oldalra, és húzza fel vagy le a kívánt helyre.
pt_pt: Para reordenar secções ou páginas, seleccione e arraste para cima ou para baixo para a localização pretendida.
ru_ru: Для перестановки разделов или страниц щелкните на них и переместите их вверх или вниз на желаемое место.

source: Add Section
de_de: Sektion hinzufügen
el_gr: Προσθήκη τμήματος
et_ee: Lõigu lisamine
fi_fi: Lisää osio
hu_hu: Szakasz hozzáadása
pt_pt: Adicionar secção
ru_ru: Добавить раздел

source: Show Search Form
de_de: Das Suchformular anzeigen
el_gr: Προβολή φόρμας αναζήτησης
et_ee: Otsinguvormi vaade
fi_fi: Näytä hakulomake
hu_hu: Kereső lap mutatása
pt_pt: Mostrar forma de pesquisa
ru_ru: Вид формы поиска

source: There are no items to choose from. Please refine your search or %s.
de_de: Kein Ausstellungsstücke gefunden. Bitte die Sucheinstellung verfeinern %s
el_gr: Δεν υπάρχουν αντικείμενα για να επιλέξετε. Παρακαλούμε να βελτιώσετε την αναζήτησή σας ή %s.
et_ee: Valitavad materjalid puuduvad. Palun täiendage otsingut või %s.
fi_fi: Teoksia ei löytynyt. Muokkaa hakua tai %s.
hu_hu: Nincsen egyetlen ilyen elem sem. Kérjük, pontosítsa a keresést vagy %s.
pt_pt: Não existem itens para escolher. Por favor refine a sua pesquisa ou %s.
ru_ru: Выбранные материалы отсутствуют. Пожалуйста, уточните поиск или %s.

source: add some items
de_de: Objekte hinzufügen.
el_gr: προσθέστε μερικά αντικείμενα
et_ee: Õppematerjalide lisamine
fi_fi: lisää uusia teoksia
hu_hu: elemek hozzáadása
pt_pt: Adicione alguns itens.
ru_ru: Добавить учебные материалы

source: Edit Page Content: "%s"
de_de: Den Seiteninhalt "%s" bearbeiten
el_gr: Επεξεργασία Διάταξη σελίδας: "%s"
et_ee: Lehe sisu muutmine: "%s"
fi_fi: Muokkaa sivun sisältöä: "%s"
hu_hu: Oldal szerksztése: "%s"
pt_pt: Editar conteúdo da página: "%s"
ru_ru: Редактирование содержания страницы: "%s"

source: Remove This Item
de_de: Dieses Objekt löschen
el_gr: Αφαίρεση αυτού του αντικειμένου
et_ee: Õppematerjali eemaldamine
fi_fi: Poista teos
hu_hu: Elem eltávolítása
pt_pt: Remova este item
ru_ru: Удалить учебный материал

source: Attach Selected Item
de_de: Ausgewählte Objekte hinzufügen
el_gr: Προσθήκη επιλεγμένου αντικειμένου
et_ee: Valitud õppematerjali lisamine
fi_fi: Liitä valittu teos
hu_hu: Kiválasztott elem csatolása
pt_pt: Anexe o item selecionado
ru_ru: Добавить выбранный учебный материал

source: Page Layout
de_de: Seiten Layout
el_gr: Διάταξη σελίδας
et_ee: Lehe asetus
fi_fi: Sivun asettelu
hu_hu: Oldaltérkép
pt_pt: Layout da página
ru_ru: Размещение страницы

source: Edit Page
de_de: Bearbeiten
el_gr: Επεξεργασία σελίδας
et_ee: Lehe muutmine
fi_fi: Muokkaa sivua
hu_hu: Oldal szerkesztése
pt_pt: Editar página
ru_ru: Редактировать страницу

source: Page Content
de_de: Seiteninhalt
el_gr: Περιεχόμενο σελίδας
et_ee: Lehe sisu
fi_fi: Sivun sisältö
hu_hu: Az oldal tartalma
pt_pt: Conteúdo da página
ru_ru: Содержание страницы

source: Save and Return to Section
de_de: Speichern und zurückkehren
el_gr: Αποθήκευση και επιστροφή στο Τμήμα
et_ee: Salvesta ja pöördu lõigu juurde tagasi
fi_fi: Tallenna ja palaa osioon
hu_hu: Mentés és vissza a szakaszhoz
pt_pt: Guardar e voltar à secção
ru_ru: Сохранить и вернуться к разделу

source: Save and Add Another Page
de_de: speichern und eine weitere Seite hinzufügen
el_gr: Αποθήκευση και προσθήκη νέας σελίδας
et_ee: Salvesta ja lisa uus leht
fi_fi: Tallenna ja lisää toinen sivu
hu_hu: Mentés és újabb oldal hozzáadása
pt_pt: Guardar e adicionar uma nova página
ru_ru: Сохранить и добавить другую страницу

source: Add Page
de_de: Seite hinzufügen
el_gr: Προσθήκη σελίδας
et_ee: Lehe lisamine
fi_fi: Lisää sivu
hu_hu: Oldal hozzáadása
pt_pt: Adicionar uma página.
ru_ru: Добавить страницу

source: Page Metadata
de_de: Seiten-Metadaten
el_gr: Μεταδεδομένα σελίδας
et_ee: Lehe metadata
fi_fi: Sivun metatiedot
hu_hu: Oldal metaadatok
pt_pt: Metadados da página
ru_ru: Метадата страницы

source: Layouts
el_gr: Διατάξεις
et_ee: Asetused
fi_fi: Asettelut
hu_hu: Elrendezések
ru_ru: Размещения

source: Choose a layout by selecting a thumbnail on the right.
de_de: Wähle ein Layout aus den Pictogrammen auf der rechten Seite aus
el_gr: Επιλέξτε μία διάταξη διαλέγοντας μία μικροαγραφία από δεξιά.
et_ee: Valige asetus valides paremalt pisipilt.
fi_fi: Valitse asettelu oikealta.
hu_hu: Válaszd ki az elrendezést a jobb oldali nézőképek közül.
pt_pt: Escolha um layout selecionando os separadores à direita.
ru_ru: Выбрать размещение справа на превью изображения

source: Edit Section
de_de: Diese Abteilung bearbeiten
el_gr: Επεξεργασία Τμήματος
et_ee: Lõigu muutmine
fi_fi: Muokkaa osiota
hu_hu: Szakasz szerkesztése
pt_pt: Editar selcção
ru_ru: Редактировать раздел

source: Delete Section
de_de: Diese Abteilung löschen
el_gr: Διαγραφή Τμήματος
et_ee: Lõigu kustutamine
fi_fi: Poista osio
hu_hu: Szakasz törlése
pt_pt: Apagar secção
ru_ru: Удалить раздел

source: Add a Page
de_de: Seite hinzufügen
el_gr: Προσθήκη σελίδας
et_ee: Lõigu lisamine
fi_fi: Lisää sivu
hu_hu: Egy oldal hozzáadása
pt_pt: Adicionar página
ru_ru: Добавить страницу

source: Edit Section: "%s"
de_de: Abteilung #%s bearbeiten
el_gr: Επεξεργασία τμήματος: "%s"
et_ee: Lõigu muutmine: "%s"
fi_fi: Muokkaa osiota: "%s"
hu_hu: Szakasz szerkesztése: "%s"
pt_pt: Editar secção: "%s"
ru_ru: Редактировать раздел: "%s"

source: Section Metadata
de_de: Abteilungs-Metadata
el_gr: Μεταδεδομένα του τμήματος
et_ee: Lõigu metadata
fi_fi: Osion metatiedot
hu_hu: Szakasz metaadatok
pt_pt: Metadados da secção
ru_ru: Метадата раздела

source: Pages in this Section
de_de: Seiten in dieser Abteilung
el_gr: Σελίδες σε αυτό το τμήμα
et_ee: Lehed selles lõigus
fi_fi: Sivut osiossa
hu_hu: Oldalak ebben a szakaszban
pt_pt: Páginas desta secção.
ru_ru: Страницы в этом разделе

source: To reorder pages, click and drag the page thumbnail up or down to the preferred location.
de_de: Um die Seiten zu reorganisieren, können Sie diese anklicken und nach oben oder unten verschieben
el_gr: Για να αλλάξετε τη σειρά των σελίδων, κάντε κλικ και σύρετε τη μικρογραφία της σελίδας πάνω ή κάτω στη θέση που επιθυμείτε.
et_ee: Lehtede ümberpaigutamiseks klikkige ja vedage lehe pisipilt eelistatud kohale.
fi_fi: Vedä ja pudota sivut haluamaasi järjestykseen.
hu_hu: Az oldalak sorrendjének módosításához kattintson a kiválasztott oldalra, és húzza fel vagy le a kívánt helyére.
pt_pt: Para reordenar as páginas, seleccione e arraste para cima ou para baixo para a localização pretendida.
ru_ru: Для перестановки страниц щелкните на превью изображения страницы и переместите страницу вверх или вниз на желаемое место.

source: There are no pages in this section.
de_de: Es existieren keine Seiten in dieser Abteilung.
el_gr: Δεν υπάρχουν σελίδες σε αυτό το τμήμα.
et_ee: Selles lõigus puuduvad lehed.
fi_fi: Osiossa ei ole sivuja.
hu_hu: Nincsenek oldalak ebben a szakaszban.
pt_pt: Não existe página nesta secção.
ru_ru: В этом разделе отсутствуют страницы

source: Browse Exhibits by Tag
de_de: Durchsuche die Exponate nach Schlagwörtern (tags)
el_gr: Περιήγηση Εκθεμάτων από Tag
et_ee: Õpiteede sirvimine sildi järgi
fi_fi: Selaa näyttelyjä avainsanan mukaan
hu_hu: Tanösvények böngészése a címke alapján
pt_pt: Explorar roteiro por etiqueta
ru_ru: Просмотр учебных троп по меткам

source: There are no tags to display. You must first tag some exhibits.
de_de: Es können keine Schlagwörter angezeigt werden. Sie müssen zuerst einige Objekte verschlagworten.
el_gr: Δεν υπάρχουν tags. Πρέπει πρώτα να βάλετε tag σε κάποιο έκθεμα.
et_ee: Ühtegi silti ei ole. Esmalt sildistage õpitee.
fi_fi: Ei avainsanoitettuja näyttelyitä.
hu_hu: Nincsen megjeníthető címke. Először fel kell címkézni néhány tanösvényt.
pt_pt: Não há Tag para exibir. Deve atribuir algumas tag ao roteiro.
ru_ru: Нет ни одной метки. Сначала следует снабдить меткой учебную тропу.

source: There are no exhibits available yet.
de_de: Es sind keine neuen Objekte vorhanden.
el_gr: Δεν υπάρχει έκθεμα διαθέσιμο ακόμα.
et_ee: Ühtegi õpiteed ei ole veel saadaval.
fi_fi: Näyttelyitä ei ole vielä julkistettu.
hu_hu: Még nincs megjeleníthető tanösvény.
pt_pt: Não existe roteiro disponíveis.
ru_ru: Ни одна учебная тропа еще не доступна.

source: Sections
de_de: Abteilungen
el_gr: Τμήματα
et_ee: Lõigud
fi_fi: Osiot
hu_hu: Szakaszok
pt_pt: Secções
ru_ru: Разделы

source: Primary
de_de: primär
el_gr: Πρωτεύον
et_ee: Esmane
fi_fi: Ensisijainen
hu_hu: Elsődleges
pt_pt: Primeiro
ru_ru: Первичный

source: Secondary
de_de: sekundär
el_gr: Δευτερεύον
et_ee: Teisejärguline
fi_fi: Toissijainen
hu_hu: Másodlagos
pt_pt: Segundo
ru_ru: Вторичный

source: Pathways
de_de: Lernpfade
el_gr: Εκπαιδευτικά Μονοπάτια
et_ee: Õpiteed
fi_fi: Opetuskokonaisuudet
hu_hu: Tanösvények
pt_pt: Roteiros
ru_ru: Учебные тропы

source: Browse Pathways
de_de: Lernpfade durchsuchen
el_gr: Περιήγηση στα Εκπαιδευτικά Μονοπάτια
et_ee: Õpiteede sirvimine
fi_fi: Selaile opetuskokonaisuuksia
hu_hu: Tanösvények tallózása
pt_pt: Explorar roteiro
ru_ru: Просмотр учебных троп

source: Create a Pathway
de_de: Lernpfad erstellen
el_gr: Δημιουργία Εκπαιδευτικού Μονοπατιού
et_ee: Õpitee loomine
fi_fi: Luo opetuskokonaisuus
hu_hu: Tanösvény létrehozása
pt_pt: Criar roteiro
ru_ru: Создать учебную тропу

source: Add Pathway
de_de: Lernpfad hinzufügen
el_gr: Προσθήκη Εκπαιδευτικού Μονοπατιού
et_ee: Õpitee lisamine
fi_fi: Lisää opetuskokonaisuus
hu_hu: Tanösvény hozzáadása
pt_pt: Adicionar roteiro
ru_ru: Прибавить учебную тропу

source: Add a Pathway
de_de: Einen Lernpfad hinzufügen
el_gr: Προσθέστε ένα Εκπαιδευτικό Μονοπάτι
et_ee: Õpitee lisamine
fi_fi: Lisää opetuskokonaisuus
hu_hu: Egy tanösvény hozzáadása
pt_pt: Adicionar roteiro
ru_ru: Добавить учебную тропу

source: Create and manage Pathways
de_de: Lernpfade erstellen und bearbeiten
el_gr: Δημιουργήστε και διαχειριστείτε Εκπαιδευτικά Μονοπάτια
et_ee: Õpiteede loomine ja haldamine
fi_fi: Luo ja käsittele opetuskokonaisuuksia
hu_hu: Tanösvény létrehozása és szerkesztése
pt_pt: Criar e gerir roteiro
ru_ru: Создание учебных троп и управление ими

source: Search by Pathway
de_de: Nach Lernpfaden suchen
el_gr: Αναζήτηση με βάση το Εκπαιδευτικό Μονοπάτι
et_ee: Otsing õpitee järgi
fi_fi: Etsi opetuskokonaisuuksista
hu_hu: Keresés tanösvény alapján
pt_pt: Pesquisa por roteiro
ru_ru: Поиск по учебной тропе

source: Attach a Resource
de_de: Material hinzufügen
el_gr: Συνδέστε ένα Αντικείμενο
et_ee: Õppematerjali lisamine
fi_fi: Liitä resurssi
hu_hu: Segédanyag csatolása
pt_pt: Anexar um recurso
ru_ru: Добавить учебный материал

source: Click to attach a resource from your collection.
de_de: Anklicken, um eine Datei aus Deiner Sammlung hinzuzufügen
el_gr: Επιλέξτε για να επισυνάψετε ένα αντικείμενο από τη συλλογή σας.
et_ee: Kliki õppematerjali lisamiseks oma kollektsioonist
fi_fi: Klikkaa lisätäksesi resurssi kokoelmastasi.
hu_hu: Saját gyűjteményben létező segédanyag csatolásához kattintson ide.
pt_pt: Clique para anexar um recurso da sua coleção.
ru_ru: Щелкнуть для подключения учебного материала из своей подборки

source: Introduction
de_de: Einführung
el_gr: Εισαγωγή
et_ee: Sissejuhatus
fi_fi: Johdanto
hu_hu: Bevezetés
pt_pt: Introdução
ru_ru: Введение

source: Pre-visit Phase
de_de: Vorbereitung
el_gr: Φάση προ-επίσκεψης
et_ee: Häälestus
fi_fi: Ennen vierailua
hu_hu: Látogatás előtt
pt_pt: Fase de Pré-visita
ru_ru: Настройка

source: Visit Phase
de_de: Durchführung der Aktion
el_gr: Φάση επίσκεψης
et_ee: Avastus
fi_fi: Vierailu
hu_hu: Múzeumátogatás
pt_pt: Fase de Visita
ru_ru: Открытие

source: Post-visit Phase
de_de: Nachbereitung
el_gr: Φάση μετά την επίσκεψη
et_ee: Peegeldus
fi_fi: Vierailun jälkeen
hu_hu: Látogatás után
pt_pt: Fase de Pós-visita
ru_ru: Отражение

source: Introductory section and preparatory
de_de: Einleitung und Vorbereitung
el_gr: Εισαγωγικός τομέας και προκαταρτική φάση
et_ee: Sissejuhatuse ja ettevalmistuse lõik
fi_fi: Johdanto- ja alkuosa
hu_hu: Kedvcsináló a családnak
pt_pt: Introdução e preparação
ru_ru: Вводный раздел и подготовка

source: Engagement
el_gr: Εμπλοκή
et_ee: Pühendumine
fi_fi: Sitoutuminen
hu_hu: Előkészületek
pt_pt: Motivação
ru_ru: Посвящение

source: Game
de_de: Spiel
el_gr: Παιχνίδι
et_ee: Mäng
fi_fi: Peli
hu_hu: Játék
pt_pt: Jogo
ru_ru: Игра

source: Reflection
de_de: Rückblick
el_gr: Ανασκόπηση
et_ee: Kajastus
fi_fi: Pohdinta
hu_hu: Újra otthon
pt_pt: Reflexão
ru_ru: Отражение

source: Guidance for preparation
de_de: Hilfe für die Vorbereitung
el_gr: Καθοδήγηση για προετοιμασία
et_ee: Soovitused ettevalmistuseks
fi_fi: Valmisteluohjeet
hu_hu: Segítség a felkészüléshez
pt_pt: Guia para preparação
ru_ru: Рекомендации для подготовки

source: Connection with curriculum
de_de: Lehrplanbezug
el_gr: Σύνδεση με τη διδακτέα ύλη
et_ee: Õppekava valdkond
fi_fi: Yhteys opetussuunnitelmaan
hu_hu: Tanagyaggal való kapcsolat
pt_pt: Relação com o currículo
ru_ru: Сфера учебной программы

source: Provoke curiosity
de_de: Interesse wecken
el_gr: Πρόκληση της περιέργειας
et_ee: Uudishimu äratamine
fi_fi: Herätä uteliaisuutta
hu_hu: Érdeklődés felkeltése
pt_pt: Provocar Curiosidade
ru_ru: Побуждение любознательности

source: Define questions from current knowledge
de_de: Fragen bzgl. dem Wissensstand stellen
el_gr: Προσδιορισμός ερωτήσεων με βάση την υφιστάμενη γνώση
et_ee: Eelnevate teadmistele aktiveerimine
fi_fi: Tee kysymyksiä nykyisen tietosi perusteella
hu_hu: Meglévő ismeretekre alapozott kérdések
pt_pt: Definir questões cientificamente orientadas
ru_ru: Активизация предварительных знаний

source: Propose preliminary explanations or hypotheses
de_de: Vorläufige Erklärungen oder Hypothesen vorschlagen
el_gr: Πρόταση προκαταρκτικών εξηγήσεων ή υπόθεσης
et_ee: Võimalike lahenduskäikude või hüpoteeside välja pakkumine
fi_fi: Ehdota alustavia selityksiä tai hypoteeseja
hu_hu: Előzetes magyarázatok, hipotézisek felvetése
pt_pt: Propor hipóteses preliminares
ru_ru: Предложение предварительных объяснений и гипотез

source: Plan and conduct simple investigation
de_de: Planung und Durchführung einfacher Untersuchungen/Beobachtungen
el_gr: Σχεδιασμός και υλοποίηση απλής διερεύνησης
et_ee: Lihtsa uurimuse planeerimine/läbiviimine
fi_fi: Suunnittele ja toteuta yksinkertainen tutkimus
hu_hu: Egyszerű vizsgálatok tervezése és kivitelezése
pt_pt: Planear e conduzir uma investigação
ru_ru: Планирование/проведение несложного исследования

source: Gather evidence from observation
de_de: Beobachten und Beweise sammeln
el_gr: Συλλογή αποδεικτικών στοιχείων μέσω παρατήρησης
et_ee: Vaatluse põhjal tõendusmaterjali kogumine
fi_fi: Havainnoi ja tee muistiinpanoja
hu_hu: Bizonyítékok gyűjtése megfigyelések útján
pt_pt: Reunir evidências a partir da observação
ru_ru: Сбор доказательного материала на основе наблюдения

source: Explanation based on evidence
de_de: Erklärungen, die auf Beweisen beruhen
el_gr: Εξήγηση βασισμένη στα αποδεικτικά στοιχεία
et_ee: Tõendusmaterjali põhjal seletuste leidmine
fi_fi: Havaintoihin perustuva selitys
hu_hu: Tényeken alapuló magyarázat
pt_pt: Explicar com base nas evidências
ru_ru: Нахождение объяснений на основе доказательного материала

source: Consider other explanations
de_de: andere Erklärungen in Betracht ziehen
el_gr: Θεώρηση άλλων εξηγήσεων
et_ee: Teiste võimalike seletustega arvestamine
fi_fi: Pohdi muita selityksiä
hu_hu: Lehetséges más magyarázat?
pt_pt: Considerar outras observações relacionadas
ru_ru: Учет других объяснений

source: Communicate explanation
de_de: Reden wir über die Erklärungen! Erfahrungen anwenden
el_gr: Έκφραση εξηγήσεων
et_ee: Selgituste jagamine
fi_fi: Kerro havainnoistasi ja niiden selityksistä muille
hu_hu: Magyarázatok megvitatása
pt_pt: Comunicar resultados
ru_ru: Передача пояснений

source: Follow-up activities and materials
de_de: weitere Aktivitäten und Materialien
el_gr: Δραστηριότητες και υλικά μεταπαρακολούθησης
et_ee: Lisaülesanded ja materjalid
fi_fi: Lisäaktiviteetteja ja -materiaaleja
hu_hu: További tevékenységek és segédanyagok
pt_pt: Atividades de ampliação de conhecimentos e materiais
ru_ru: Дополнительные задания и материалы

source: Sustainable contact
de_de: Kontakperson
el_gr: Στοιχεία επαφής
et_ee: Õpitee koostaja kontaktid
fi_fi: Tekijän yhteystiedot
hu_hu: Kapcsolatfelvétel
pt_pt: Contactos
ru_ru: Контактные данные составителя учебной тропы

source: Curiosity Provocation
de_de: Neugierde wecken
el_gr: Πρόκληση περιέργειας
et_ee: Uudishimu tekitamine
fi_fi: Uteliaisuuden herättäminen
hu_hu: Érdekes ez?
pt_pt: Provocar a curiosidade
ru_ru: Побуждение любознательности

source: Abstract Conceptulization
de_de: Abstrakte Konceptulization
el_gr: Αφηρημένη Αντίληψη Εννοιών
et_ee: Abstraktne lähenemine
fi_fi: Abstrakti käsitteellistäminen
hu_hu: Gondolkozzunk!
pt_pt: Enquadramento do jogo
ru_ru: Абстрактный подход

source: Active Experimentation1
de_de: Experiment 1
el_gr: Ενεργός Πειραματισμός 1
et_ee: Katse1
fi_fi: Aktiivinen kokeellisuus 1
hu_hu: Próbáld ki! 1
pt_pt: Atividade 1
ru_ru: Эксперимент1

source: Active Experimentation2
de_de: Experiment 2
el_gr: Ενεργός Πειραματισμός 2
et_ee: Katse2
fi_fi: Aktiivinen kokeellisuus 2
hu_hu: Próbáld ki! 2
pt_pt: Atividade 2
ru_ru: Эксперимент2

source: Active Experimentation3
de_de: Experiment 3
el_gr: Ενεργός Πειραματισμός 3
et_ee: Katse3
fi_fi: Aktiivinen kokeellisuus 3
hu_hu: Próbáld ki! 3
pt_pt: Atividade 3
ru_ru: Эксперимент3

source: Active Experimentation4
de_de: Experiment 4
el_gr: Ενεργός Πειραματισμός 4
et_ee: Katse4
fi_fi: Aktiivinen kokeellisuus 4
hu_hu: Próbáld ki! 4
pt_pt: Atividade 4
ru_ru: Эксперимент4

source: Active Experimentation5
de_de: Experiment 5
el_gr: Ενεργός Πειραματισμός 5
et_ee: Katse5
fi_fi: Aktiivinen kokeellisuus 5
hu_hu: Próbáld ki! 5
pt_pt: Atividade 5
ru_ru: Эксперимент5

source: Active Experimentation6
de_de: Experiment 6
el_gr: Ενεργός Πειραματισμός 6
et_ee: Katse6
fi_fi: Aktiivinen kokeellisuus 6
hu_hu: Próbáld ki! 6
pt_pt: Atividade 6
ru_ru: Эксперимент6

source: Active Experimentation7
de_de: Experiment 7
el_gr: Ενεργός Πειραματισμός 7
et_ee: Katse7
fi_fi: Aktiivinen kokeellisuus 7
hu_hu: Próbáld ki! 7
pt_pt: Atividade 7
ru_ru: Эксперимент7

source: Active Experimentation8
de_de: Experiment 8
el_gr: Ενεργός Πειραματισμός 8
et_ee: Katse8
fi_fi: Aktiivinen kokeellisuus 8
hu_hu: Próbáld ki! 8
pt_pt: Atividade 8
ru_ru: Эксперимент8

source: Active Experimentation9
de_de: Experiment 9
el_gr: Ενεργός Πειραματισμός 9
et_ee: Katse9
fi_fi: Aktiivinen kokeellisuus 9
hu_hu: Próbáld ki! 9
pt_pt: Atividade 9
ru_ru: Эксперимент9

source: Active Experimentation10
de_de: Experiment 10
el_gr: Ενεργός Πειραματισμός 10
et_ee: Katse10
fi_fi: Aktiivinen kokeellisuus 10
hu_hu: Próbáld ki! 10
pt_pt: Atividade 10
ru_ru: Эксперимент10

source: Active Experimentation11
de_de: Experiment 11
el_gr: Ενεργός Πειραματισμός 11
et_ee: Katse11
fi_fi: Aktiivinen kokeellisuus 11
hu_hu: Próbáld ki! 11
pt_pt: Atividade 11
ru_ru: Эксперимент11

source: Active Experimentation12
de_de: Experiment 12
el_gr: Ενεργός Πειραματισμός 12
et_ee: Katse12
fi_fi: Aktiivinen kokeellisuus 3
hu_hu: Próbáld ki! 12
pt_pt: Atividade 12
ru_ru: Эксперимент12

source: Active Experimentation13
de_de: Experiment 13
el_gr: Ενεργός Πειραματισμός 13
et_ee: Katse13
fi_fi: Aktiiivinen kokeellisuus 13
hu_hu: Próbáld ki! 13
pt_pt: Atividade 13
ru_ru: Эксперимент13

source: Active Experimentation14
de_de: Experiment 14
el_gr: Ενεργός Πειραματισμός 14
et_ee: Katse14
fi_fi: Aktiiivinen kokeellisuus 14
hu_hu: Próbáld ki! 14
pt_pt: Atividade 14
ru_ru: Эксперимент14

source: Active Experimentation15
de_de: Experiment 15
el_gr: Ενεργός Πειραματισμός 15
et_ee: Katse15
fi_fi: Aktiiivinen kokeellisuus 15
hu_hu: Próbáld ki! 15
pt_pt: Atividade 15
ru_ru: Эксперимент15
